[{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"universe","year":"2020"},{"title":"Homicide, Suicide, and Unintentional Firearm Fatality: Comparing the United States With Other High-Income Countries, 2003","subjectLabel":"death","year":"2011"},{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"Earth","year":"2020"},{"title":"Entropy export as the driving force of evolution","subjectLabel":"life","year":"2021"},{"title":"The Universe, the Light, the Earth, the Life: the Reality is Greater than We Are","subjectLabel":"life","year":"2020"},{"title":"Thermodynamics of Life","subjectLabel":"life","year":"2021"},{"title":"Suicide mortality in comparison to traffic accidents and homicides as causes of unnatural death. An analysis of 14,441 cases in Germany in the year 2010.","subjectLabel":"death","year":"2012"},{"title":"Self-injurious thoughts and behaviors as risk factors for future suicide ideation, attempts, and death: a meta-analysis of longitudinal studies","subjectLabel":"death","year":"2015"},{"title":"Violent Deaths Among Georgia Workers: An Examination of Suicides and Homicides by Occupation, 2006-2009","subjectLabel":"death","year":"2016"},{"title":"Retraction Note to: Happiness as alchemy: Positive mood leads to self-serving responses to social comparisons.","subjectLabel":"happiness","year":"2011"},{"title":"Is dispositional happiness contagious? The impact of the well-being of family members on individual well-being.","subjectLabel":"happiness","year":"2013"},{"title":"Prof. Congying Xie: early screening and diagnosis, delivering happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Your Best Life: Perfectionism--The Bane of Happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Consultations can Produce not Just Equanimity, but Happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Erratum to: The Influence of God and Providence on Happiness and the Quality of Life of Patients Benefiting from Aesthetic Medicine Treatments in Poland.","subjectLabel":"happiness","year":"2015"},{"title":"Gross national happiness and health: lessons from Bhutan.","subjectLabel":"happiness","year":"2015"},{"title":"Psychobiotics highlight the pathways to happiness","subjectLabel":"happiness","year":"2013"},{"title":"Strategic Programming for Implantable Cardioverter-Defibrillator Shock Reduction: Following the Greatest Happiness Principle?","subjectLabel":"happiness","year":"2017"},{"title":"Pregnancy-Associated Deaths in Virginia Due to Homicides, Suicides, and Accidental Overdoses Compared With Natural Causes.","subjectLabel":"death","year":"2016"},{"title":"Dark chocolate consumption and lower HbA1c in children with diabetes: Direct cause or pure happiness?","subjectLabel":"happiness","year":"2015"},{"title":"More than one way to be happy: a typology of marital happiness","subjectLabel":"happiness","year":"2013"},{"title":"Work happiness among teachers: a day reconstruction study on the role of self-concordance.","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and the ASE.","subjectLabel":"happiness","year":"2013"},{"title":"Volunteering predicts happiness among older Māori and non-Māori in the New Zealand health, work, and retirement longitudinal study.","subjectLabel":"happiness","year":"2012"},{"title":"Long-term association between leisure-time physical activity and changes in happiness: analysis of the Prospective National Population Health Survey.","subjectLabel":"happiness","year":"2012"},{"title":"Evidence for mixed feelings of happiness and sadness from brief moments in time.","subjectLabel":"happiness","year":"2013"},{"title":"Getting your groove back. Why women living with HIV deserve sex, love, and happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Happiness and job satisfaction in a casino-dominated economy.","subjectLabel":"happiness","year":"2013"},{"title":"Factors influencing happiness of the grandmothers raising grandchildren in rural areas of Northern Thailand.","subjectLabel":"happiness","year":"2013"},{"title":"Friendship, perceived mattering and happiness: a study of American and Turkish college students.","subjectLabel":"happiness","year":"2012"},{"title":"Cognitive impairment and happiness in old people in low and middle income countries: results from the 10/66 study.","subjectLabel":"happiness","year":"2011"},{"title":"Fear and happiness in the eyes: an intra-cerebral event-related potential study from the human amygdala.","subjectLabel":"happiness","year":"2011"},{"title":"Pursuit of happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Pornography, religion, and the happiness gap: does pornography impact the actively religious differently?","subjectLabel":"happiness","year":"2012"},{"title":"'My pain was stronger than my happiness': experiences of caesarean births from Lebanon","subjectLabel":"happiness","year":"2013"},{"title":"Increasing recognition of happiness in ambiguous facial expressions reduces anger and aggressive behavior","subjectLabel":"happiness","year":"2013"},{"title":"Finding happiness even at work","subjectLabel":"happiness","year":"2013"},{"title":"Disrupting pre-SMA activity impairs facial happiness recognition: an event-related TMS study.","subjectLabel":"happiness","year":"2012"},{"title":"Golf: a matter of life and death, health and happiness, or just Olympic medals?","subjectLabel":"happiness","year":"2016"},{"title":"Social support and happiness in immigrant women in Spain.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness, subjective and objective oral health status, and oral health behaviors among Korean elders.","subjectLabel":"happiness","year":"2013"},{"title":"Religiosity, health and happiness: significant relations in adolescents from Qatar.","subjectLabel":"happiness","year":"2013"},{"title":"Relative preservation of the recognition of positive facial expression \"happiness\" in Alzheimer disease.","subjectLabel":"happiness","year":"2012"},{"title":"The pursuit of happiness, science, and effective staffing: the leader's challenge","subjectLabel":"happiness","year":"2012"},{"title":"Correction: The Vividness of Happiness in Dynamic Facial Displays of Emotion","subjectLabel":"happiness","year":"2012"},{"title":"The Practical Neuroscience of Happiness, Love and Wisdom","subjectLabel":"happiness","year":"2011"},{"title":"Psychometric integrity of the Chinese Happiness Inventory among retired older people in Taiwan.","subjectLabel":"happiness","year":"2015"},{"title":"Happiness as a motivator: positive affect predicts primary control striving for career and educational goals.","subjectLabel":"happiness","year":"2012"},{"title":"Life, liberty, and the pursuit of happiness: reframing inequities experienced by people with severe mental illness.","subjectLabel":"happiness","year":"2014"},{"title":"Happiness as a Buffer of the Association Between Dependence and Acute Tobacco Abstinence Effects in African American Smokers.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness in first-episode schizophrenia.","subjectLabel":"happiness","year":"2012"},{"title":"Defining the happiness gap—Response.","subjectLabel":"happiness","year":"2015"},{"title":"Resilience and Happiness After Spinal Cord Injury: A Qualitative Study.","subjectLabel":"happiness","year":"2016"},{"title":"Expressions of happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Burnout among Pilots: Psychosocial Factors related to Happiness and Score on Simulator Training.","subjectLabel":"happiness","year":"2018"},{"title":"Pursuit of Happiness, Prosperity and Health (P-HPH).","subjectLabel":"happiness","year":"2018"},{"title":"Vanishing time in the pursuit of happiness.","subjectLabel":"happiness","year":"2018"},{"title":"[Moments of happiness in nursing].","subjectLabel":"happiness","year":"2015"},{"title":"Momentary Work Happiness as a Function of Enduring Burnout and Work Engagement.","subjectLabel":"happiness","year":"2016"},{"title":"True happiness: The role of morality in the folk concept of happiness","subjectLabel":"happiness","year":"2017"},{"title":"Hidden from happiness: Structural stigma, sexual orientation concealment, and life satisfaction across 28 countries","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between happiness and tobacco smoking among high school students","subjectLabel":"happiness","year":"2018"},{"title":"Detection, measurement, and enhancement of happiness","subjectLabel":"happiness","year":"2014"},{"title":"When the dissolution of perceived body boundaries elicits happiness: The effect of selflessness induced by a body scan meditation.","subjectLabel":"happiness","year":"2016"},{"title":"Pregnancy planning, timing, happiness and depressive symptoms among low-income women living with and without HIV","subjectLabel":"happiness","year":"2018"},{"title":"The secret to happiness: Feeling good or feeling right?","subjectLabel":"happiness","year":"2017"},{"title":"How instructors' emotional expressions shape students' learning performance: the roles of anger, happiness, and regulatory focus","subjectLabel":"happiness","year":"2013"},{"title":"An End to Happiness…Attention to the Critically Ill Parturient.","subjectLabel":"happiness","year":"2016"},{"title":"Stimulant misuse: is the pursuit of happiness by youth overrated?","subjectLabel":"happiness","year":"2013"},{"title":"[From Happiness ideation to quality of life concept]","subjectLabel":"happiness","year":"2014"},{"title":"A Gender-based Comparison in Health Behaviors and State of Happiness among University Students.","subjectLabel":"happiness","year":"2018"},{"title":"Culture shapes whether the pursuit of happiness predicts higher or lower well-being.","subjectLabel":"happiness","year":"2015"},{"title":"Social ecology moderates the association between self-esteem and happiness","subjectLabel":"happiness","year":"2013"},{"title":"Will Happiness Improve the Psychological Integration of Migrant Workers?","subjectLabel":"happiness","year":"2018"},{"title":"Relative deprivation and individual well-being: Low status and a feeling of relative deprivation are detrimental to health and happiness.","subjectLabel":"happiness","year":"2015"},{"title":"Coresidence with a child and happiness among older widows in Europe: Does gender of the child matter?","subjectLabel":"happiness","year":"2017"},{"title":"Are pension types associated with happiness in Japanese older people?: JAGES cross-sectional study","subjectLabel":"happiness","year":"2018"},{"title":"Does money buy happiness? Evidence from an unconditional cash transfer in Zambia.","subjectLabel":"happiness","year":"2018"},{"title":"Exploring constructs of well-being, happiness and quality of life.","subjectLabel":"happiness","year":"2018"},{"title":"Gross national happiness as a framework for health impact assessment","subjectLabel":"happiness","year":"2011"},{"title":"Meditation and happiness: Mindfulness and self-compassion may mediate the meditation–happiness relationship","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, Post-materialist Values, and the Unmarried","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and Childbearing Across Europe","subjectLabel":"happiness","year":"2011"},{"title":"Europe’s Capital Cities and the Happiness Penalty: An Investigation Using the European Social Survey","subjectLabel":"happiness","year":"2014"},{"title":"Health and happiness","subjectLabel":"happiness","year":"2016"},{"title":"Relations of Parenting Styles and Friendship Quality to Self-Esteem, Life Satisfaction and Happiness in Adolescents","subjectLabel":"happiness","year":"2013"},{"title":"Pitch Patterns in Vocal Expression of “Happiness” and “Sadness” in the Reading Aloud of Prose on the Basis of Selected Audiobooks","subjectLabel":"happiness","year":"2015"},{"title":"Dirty Dozen vs. the H factor: Comparison of the Dark Triad and Honesty–Humility in prosociality, religiosity, and happiness","subjectLabel":"happiness","year":"2014"},{"title":"“Happiness” and “The Good Life” as Motives Working Together Effectively","subjectLabel":"happiness","year":"2014"},{"title":"Teaching Happiness Is No Joke","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and heart rate response: a case of fan services at japanese professional baseball games","subjectLabel":"happiness","year":"2011"},{"title":"Predicting Personal Growth and Happiness by Using Serious Leisure Model","subjectLabel":"happiness","year":"2014"},{"title":"Rediscovering the Positive Psychology of Sport Participation: Happiness in a Ski Resort Context","subjectLabel":"happiness","year":"2013"},{"title":"Why do economists study happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and Productivity","subjectLabel":"happiness","year":"2015"},{"title":"HAPPINESS ECONOMICS FROM 35 000 FEET","subjectLabel":"happiness","year":"2011"},{"title":"Anger and happiness in virtual teams: Emotional influences of text and behavior on others’ affect in the absence of non-verbal cues","subjectLabel":"happiness","year":"2011"},{"title":"The Easterlin illusion: economic growth does go with greater happiness","subjectLabel":"happiness","year":"2014"},{"title":"Income growth and happiness: reassessment of the Easterlin Paradox","subjectLabel":"happiness","year":"2014"},{"title":"Happiness amongst Israel Defense Force (IDF) Mental Health Officers (MHO's).","subjectLabel":"happiness","year":"2015"},{"title":"Associations of baseline depressed mood and happiness with subsequent well-being in cardiac patients.","subjectLabel":"happiness","year":"2016"},{"title":"\"I'm Not Happy, But I Don't Care\": Help-Seeking Behavior, Academic Difficulties, and Happiness.","subjectLabel":"happiness","year":"2011"},{"title":"Improving learning performance with happiness by interactive scenarios.","subjectLabel":"happiness","year":"2014"},{"title":"The pursuit of happiness measurement: a psychometric model based on psychophysiological correlates.","subjectLabel":"happiness","year":"2014"},{"title":"[Happiness and cancer]","subjectLabel":"happiness","year":"2012"},{"title":"[The Application of Mindfulness in Promoting Happiness and Mental Health].","subjectLabel":"happiness","year":"2017"},{"title":"Structural and functional associations of the rostral anterior cingulate cortex with subjective happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Determinants of happiness and quality of life in patients with rheumatoid arthritis: a structural equation modelling approach","subjectLabel":"happiness","year":"2018"},{"title":"Expanding the social science of happiness","subjectLabel":"happiness","year":"2018"},{"title":"Comparison Between the Facial Flow Lines of Androids and Humans","subjectLabel":"human","year":"2021"},{"title":"Contributions to the faunistics and bionomics of Staphylinidae (Coleoptera) in northeastern North America: discoveries made through study of the University of Guelph Insect Collection, Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Initial responses of rove and ground beetles (Coleoptera, Staphylinidae, Carabidae) to removal of logging residues following clearcut harvesting in the boreal forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Curculionoidea (Coleoptera) records for Canada","subjectLabel":"Canada","year":"2013"},{"title":"Present taxonomic work on Staphylinidae (Coleoptera) in Canada: progress against all odds","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Omaliinae, Micropeplinae, Phloeocharinae, Olisthaerinae, and Habrocerinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Pselaphinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick and eastern Canada: Tachyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Scaphidiinae, Piestinae, Osorinae, and Oxytelinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Oxyporinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, Canada: Paederinae","subjectLabel":"Canada","year":"2012"},{"title":"New Staphylinidae (Coleoptera) records with new collection data from New Brunswick, and an addition to the fauna of Quebec, Canada: Aleocharinae","subjectLabel":"Canada","year":"2012"},{"title":"Landscape patterns of species-level association between ground-beetles and overstory trees in boreal forests of western Canada (Coleoptera, Carabidae)","subjectLabel":"Canada","year":"2011"},{"title":"Wing-dimorphism and population expansion of Pterostichus melanarius (Illiger, 1798) at small and large scales in central Alberta, Canada (Coleoptera, Carabidae, Pterostichini)","subjectLabel":"Canada","year":"2011"},{"title":"Molecular and microscopic analysis of the gut contents of abundant rove beetle species (Coleoptera, Staphylinidae) in the boreal balsam fir forest of Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Gyrinidae, Carabidae, and Dytiscidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Geotrupidae and Scarabaeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucinetidae and Scirtidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Buprestidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Histeridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Elateridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dryopidae, Elmidae, Psephenidae, and Ptilodactylidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Eucnemidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Lycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Dermestidae, Endecatomidae, Bostrichidae, and Ptinidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Trogossitidae, Cleridae, and Melyridae, with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Silvanidae and Laemophloeidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records for New Brunswick, Canada: Kateretidae, Nitidulidae, Cerylonidae, Endomychidae, Coccinellidae, and Latridiidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mycetophagidae, Tetratomidae, and Melandryidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Sphindidae, Erotylidae, Monotomidae, and Cryptophagidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Stenotrachelidae, Oedemeridae, Meloidae, Myceteridae, Boridae, Pythidae, Pyrochroidae, Anthicidae, and Aderidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Mordellidae and Ripiphoridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Tenebrionidae and Zopheridae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Cerambycidae","subjectLabel":"Canada","year":"2012"},{"title":"New Coleoptera records from New Brunswick, Canada: Anthribidae, Brentidae, Dryophthoridae, Brachyceridae, and Curculionidae, with additions to the fauna of Quebec, Nova Scotia and Prince Edward Island","subjectLabel":"Canada","year":"2012"},{"title":"Checklist of beetles (Coleoptera) of Canada and Alaska. Second edition","subjectLabel":"Canada","year":"2013"},{"title":"Menstrual cycle perturbation by organohalogens and elements in the Cree of James Bay, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Abstracts of the 3rd North American Congress of Epidemiology, June 21-24, 2011 Montreal, Canada","subjectLabel":"Canada","year":"2011"},{"title":"History of Coleoptera collecting in New Brunswick, Canada: advancing our knowledge of the Coleoptera fauna in the early 21st century","subjectLabel":"Canada","year":"2016"},{"title":"New records of Helophoridae, Hydrochidae, and Hydrophilidae (Coleoptera) from New Brunswick, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the staphylinid fauna of New Brunswick, Canada, and the USA, with descriptions of two new Proteinus species (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Aleocharinae (Coleoptera, Staphylinidae) fauna of New Brunswick and Canada including descriptions of 27 new species","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Coleoptera fauna of New Brunswick with an addition to the fauna of Nova Scotia, Canada","subjectLabel":"Canada","year":"2016"},{"title":"The Ciidae (Coleoptera) of New Brunswick, Canada: New records and new synonyms","subjectLabel":"Canada","year":"2016"},{"title":"New Curculionoidea records from New Brunswick, Canada with an addition to the fauna of Nova Scotia","subjectLabel":"Canada","year":"2016"},{"title":"Checklist of the Coleoptera of New Brunswick, Canada","subjectLabel":"Canada","year":"2016"},{"title":"A new species of Anomognathus and new Canadian and provincial records of aleocharine rove beetles from Alberta, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"What Azure blues occur in Canada? A re-assessment of Celastrina Tutt species (Lepidoptera, Lycaenidae)","subjectLabel":"Canada","year":"2016"},{"title":"Spectrum of Viral Pathogens in Blood of Malaria-Free Ill Travelers Returning to Canada","subjectLabel":"Canada","year":"2016"},{"title":"Acute illness associated with use of pest strips - seven U.S. States and Canada, 2000-2013.","subjectLabel":"Canada","year":"2014"},{"title":"Comparison of transient associations of air pollution and AMI hospitalisation in two cities of Alberta, Canada, using a case-crossover design","subjectLabel":"Canada","year":"2015"},{"title":"The National DNA Data Bank of Canada: a Quebecer perspective","subjectLabel":"Canada","year":"2013"},{"title":"Canada suicide prevention efforts lagging, experts say","subjectLabel":"Canada","year":"2011"},{"title":"Researching Prescription Drug Misuse among First Nations in Canada: Starting from a Health Promotion Framework","subjectLabel":"Canada","year":"2012"},{"title":"Effect of expanded US recommendations for seasonal influenza vaccination: comparison of two pediatric emergency departments in the United States and Canada","subjectLabel":"Canada","year":"2011"},{"title":"Increasing Morbidity in the Pregnant Population in the United States.","subjectLabel":"death","year":"2015"},{"title":"Perceptions of a drug prevention public service announcement campaign among street-involved youth in Vancouver, Canada: a qualitative study","subjectLabel":"Canada","year":"2017"},{"title":"Validating a shortened depression scale (10 item CES-D) among HIV-positive people in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Multidrug and extensively drug-resistant tuberculosis in Canada 1997-2008: demographic and disease characteristics","subjectLabel":"Canada","year":"2013"},{"title":"Application and validation of case-finding algorithms for identifying individuals with human immunodeficiency virus from administrative data in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Characteristics of opioid-users whose death was related to opioid-toxicity: a population-based study in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Relationship between food insecurity and mortality among HIV-positive injection drug users receiving antiretroviral therapy in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Marine sediment-derived Streptomyces bacteria from British Columbia, Canada are a promising microbiota resource for the discovery of antimicrobial natural products","subjectLabel":"Canada","year":"2013"},{"title":"Closing the gap: increases in life expectancy among treated HIV-positive individuals in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Gender differences in clinical outcomes among HIV-positive individuals on antiretroviral therapy in Canada: a multisite cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Canopy-forming seaweeds in urchin-dominated systems in eastern Canada: structuring forces or simple prey for keystone grazers?","subjectLabel":"Canada","year":"2014"},{"title":"Gender inequities in quality of care among HIV-positive individuals initiating antiretroviral treatment in British Columbia, Canada (2000-2010)","subjectLabel":"Canada","year":"2014"},{"title":"Quality and quantity of information in summary basis of decision documents issued by health Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does variation among provincial drug formulary antimicrobial listings in Canada influence prescribing rates?","subjectLabel":"Canada","year":"2014"},{"title":"Habitat loss, not fragmentation, drives occurrence patterns of Canada lynx at the southern range periphery","subjectLabel":"Canada","year":"2014"},{"title":"Characterization of Acute and Chronic Hepatitis B Virus Genotypes in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Factors Affecting Elevated Arsenic and Methyl Mercury Concentrations in Small Shield Lakes Surrounding Gold Mines near the Yellowknife, NT, (Canada) Region","subjectLabel":"Canada","year":"2016"},{"title":"Adverse Effects of Cholinesterase Inhibitors in Dementia, According to the Pharmacovigilance Databases of the United-States and Canada","subjectLabel":"Canada","year":"2015"},{"title":"Preventing Unnecessary Costs of Drug-Induced Hypoglycemia in Older Adults with Type 2 Diabetes in the United States and Canada","subjectLabel":"Canada","year":"2016"},{"title":"The Distribution of Climate Change Public Opinion in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Palaeoenvironmental drivers of vertebrate community composition in the Belly River Group (Campanian) of Alberta, Canada, with implications for dinosaur biogeography","subjectLabel":"Canada","year":"2016"},{"title":"Microarray for Identification of the Chiropteran Host Species of Rabies Virus in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Wildfire Suppression Costs for Canada under a Changing Climate","subjectLabel":"Canada","year":"2016"},{"title":"The palaeobiology of high latitude birds from the early Eocene greenhouse of Ellesmere Island, Arctic Canada","subjectLabel":"Canada","year":"2016"},{"title":"Back to the basics: Identifying and addressing underlying challenges in achieving high quality and relevant health statistics for indigenous populations in Canada","subjectLabel":"Canada","year":"2015"},{"title":"A Re-Evaluation of the Chasmosaurine Ceratopsid Genus Chasmosaurus (Dinosauria: Ornithischia) from the Upper Cretaceous (Campanian) Dinosaur Park Formation of Western Canada","subjectLabel":"Canada","year":"2016"},{"title":"Predator Bounties in Western Canada Cause Animal Suffering and Compromise Wildlife Conservation Efforts","subjectLabel":"Canada","year":"2015"},{"title":"Retrospective analysis of trends in dispensing long-acting non-tamper-resistant oxycodone near the Canada-United States border","subjectLabel":"Canada","year":"2015"},{"title":"Long-term reliability of the Athabasca River (Alberta, Canada) as the water source for oil sands mining","subjectLabel":"Canada","year":"2015"},{"title":"Declines in highly active antiretroviral therapy initiation at CD4 cell counts ≤ 200 cells/μL and the contribution of diagnosis of HIV at CD4 cell counts ≤ 200 cells/μL in British Columbia, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Installation of speed humps and pedestrian-motor vehicle collisions in Toronto, Canada: a quasi-experimental study","subjectLabel":"Canada","year":"2015"},{"title":"Social accountability and the supply of physicians for remote rural Canada","subjectLabel":"Canada","year":"2015"},{"title":"Prioritizing Sites for Protection and Restoration for Grizzly Bears (Ursus arctos) in Southwestern Alberta, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A Greenhouse Gas and Soil Carbon Model for Estimating the Carbon Footprint of Livestock Production in Canada","subjectLabel":"Canada","year":"2012"},{"title":"A population-based study of premature mortality in relation to neighbourhood density of alcohol sales and cheque cashing outlets in Toronto, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Limnological regime shifts caused by climate warming and Lesser Snow Goose population expansion in the western Hudson Bay Lowlands (Manitoba, Canada)","subjectLabel":"Canada","year":"2015"},{"title":"Late Pleistocene horse and camel hunting at the southern margin of the ice-free corridor: reassessing the age of Wally's Beach, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Air quality in the Industrial Heartland of Alberta, Canada and potential impacts on human health","subjectLabel":"Canada","year":"2013"},{"title":"Progress in understanding the role of the funding agency in the support of evidence-based practice: evaluation results from Canada","subjectLabel":"Canada","year":"2014"},{"title":"Probable ankylosaur ossicles from the middle Cenomanian Dunvegan formation of northwestern Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Predicting patients with high risk of becoming high-cost healthcare users in Ontario (Canada)","subjectLabel":"Canada","year":"2014"},{"title":"The functional and palaeoecological implications of tooth morphology and wear for the megaherbivorous dinosaurs from the Dinosaur Park Formation (upper Campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Accelerating forest growth enhancement due to climate and atmospheric changes in British Colombia, Canada over 1956-2001","subjectLabel":"Canada","year":"2014"},{"title":"Skull ecomorphology of megaherbivorous dinosaurs from the dinosaur park formation (upper campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Unintended consequences of delisting routine eye exams on retinopathy screening for people with diabetes in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Emerging issues in paediatric health research consent forms in Canada: working towards best practices","subjectLabel":"Canada","year":"2013"},{"title":"Are there geographical disparities in access to liver transplantation in Atlantic Canada?","subjectLabel":"Canada","year":"2012"},{"title":"Pristine Early Eocene wood buried deeply in kimberlite from northern Canada","subjectLabel":"Canada","year":"2012"},{"title":"Conference report: antimicrobial stewardship in Canadian agriculture and veterinary medicine. How is Canada doing and what still needs to be done?","subjectLabel":"Canada","year":"2012"},{"title":"Exceptionally preserved crustaceans from western Canada reveal a cryptic Cambrian radiation","subjectLabel":"Canada","year":"2012"},{"title":"Community-based outbreaks in vulnerable populations of invasive infections caused by Streptococcus pneumoniae serotypes 5 and 8 in Calgary, Canada","subjectLabel":"Canada","year":"2011"},{"title":"The secret's in: open data is a foreign concept in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Strategies for reforestation under uncertain future climates: guidelines for Alberta, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Estimation of the health impact and cost-effectiveness of influenza vaccination with enhanced effectiveness in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Energy solutions, neo-liberalism, and social diversity in Toronto, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Vascular plant biodiversity of the lower Coppermine River valley and vicinity (Nunavut, Canada): an annotated checklist of an Arctic flora","subjectLabel":"Canada","year":"2017"},{"title":"A biodiversity hotspot for Microgastrinae (Hymenoptera, Braconidae) in North America: annotated species checklist for Ottawa, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Impacts of decline harvest of country food on nutrient intake among Inuit in Arctic Canada: impact of climate change and possible adaptation plan","subjectLabel":"Canada","year":"2016"},{"title":"Cladotanytarsus Kieffer (Diptera: Chironomidae): several distinctive species reviewed on the basis of records from Canada and USA.","subjectLabel":"Canada","year":"2017"},{"title":"The Liriomyza (Diptera: Schizophora: Agromyzidae) of Canada & Alaska","subjectLabel":"Canada","year":"2017"},{"title":"Guide to the Parasites of Fishes of Canada Part V: Nematoda","subjectLabel":"Canada","year":"2016"},{"title":"A national survey of the availability of intensity-modulated radiation therapy and stereotactic radiosurgery in Canada","subjectLabel":"Canada","year":"2012"},{"title":"An istiodactylid pterosaur from the Upper Cretaceous Nanaimo Group, Hornby Island, British Columbia, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Zyzzyzus rubusidaeus (Cnidaria, Hydrozoa, Tubulariidae), a new species of anthoathecate hydroid from the coast of British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Scolosaurus cutleri (Ornithischia: Ankylosauria) from the Upper Cretaceous Dinosaur Park Formation of Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"High Incidence of Invasive Group A Streptococcal Infections in Remote Indigenous Communities in Northwestern Ontario, Canada","subjectLabel":"Canada","year":"2016"},{"title":"American marten respond to seismic lines in northern Canada at two spatial scales","subjectLabel":"Canada","year":"2015"},{"title":"An innovative approach to addressing childhood obesity: a knowledge-based infrastructure for supporting multi-stakeholder partnership decision-making in Quebec, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Traditional use of medicinal plants in the boreal forest of Canada: review and perspectives","subjectLabel":"Canada","year":"2012"},{"title":"Representative landscapes in the forested area of Canada","subjectLabel":"Canada","year":"2011"},{"title":"Nationwide molecular surveillance of pandemic H1N1 influenza A virus genomes: Canada, 2009.","subjectLabel":"Canada","year":"2011"},{"title":"Neuraminidase-inhibitor resistance testing for pandemic influenza A (H1N1) 2009 in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Effectiveness of AS03 adjuvanted pandemic H1N1 vaccine: case-control evaluation based on sentinel surveillance system in Canada, autumn 2009.","subjectLabel":"Canada","year":"2011"},{"title":"A bibliometric review of drug and alcohol research focused on Indigenous peoples of Australia, New Zealand, Canada and the United States","subjectLabel":"Canada","year":"2017"},{"title":"A theoretical analysis of the barriers and facilitators to the implementation of school-based physical activity policies in Canada: a mixed methods scoping review","subjectLabel":"Canada","year":"2017"},{"title":"Physician resistance and the forging of public healthcare: a comparative analysis of the doctors' strikes in Canada and Belgium in the 1960s","subjectLabel":"Canada","year":"2011"},{"title":"Assessing secondary attack rates among household contacts at the beginning of the influenza A (H1N1) pandemic in Ontario, Canada, April-June 2009: a prospective, observational study","subjectLabel":"Canada","year":"2011"},{"title":"Risk factors for hospitalization and severe outcomes of 2009 pandemic H1N1 influenza in Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"The geographic synchrony of seasonal influenza: a waves across Canada and the United States","subjectLabel":"Canada","year":"2011"},{"title":"Obesity and respiratory hospitalizations during influenza seasons in Ontario, Canada: a cohort study","subjectLabel":"Canada","year":"2011"},{"title":"Government bodies and their influence on the 2009 H1N1 health sector pandemic response in remote and isolated First Nation communities of sub-Arctic Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Hospitalization of pregnant women with pandemic A(H1N1) 2009 influenza in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Modelling Infectious Hematopoietic Necrosis Virus Dispersion from Marine Salmon Farms in the Discovery Islands, British Columbia, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Approaches to immunization data collection employed across Canada during the pandemic (H1N1) 2009 influenza vaccination campaign","subjectLabel":"Canada","year":"2011"},{"title":"No sex differences in use of dopaminergic medication in early Parkinson disease in the US and Canada - baseline findings of a multicenter trial","subjectLabel":"Canada","year":"2014"},{"title":"Vaccination against 2009 pandemic H1N1 in a population dynamical model of Vancouver, Canada: timing is everything","subjectLabel":"Canada","year":"2011"},{"title":"Effects of school closure on incidence of pandemic influenza in Alberta, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Respiratory viral infections in institutions from late stage of the first and second waves of pandemic influenza A (H1N1) 2009, Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Transmission dynamics and risk factors for pandemic H1N1-related illness: outbreak investigation in a rural community of British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"School absenteeism as an adjunct surveillance indicator: experience during the second wave of the 2009 H1N1 pandemic in Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"No association between 2008-09 influenza vaccine and influenza A(H1N1)pdm09 virus infection, Manitoba, Canada, 2009.","subjectLabel":"Canada","year":"2012"},{"title":"Seroconversion to seasonal influenza viruses after A(H1N1)pdm09 virus infection, Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Neighborhood determinants of 2009 pandemic A/H1N1 influenza vaccination in Montreal, Quebec, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Statistical estimates of respiratory admissions attributable to seasonal and pandemic influenza for Canada","subjectLabel":"Canada","year":"2012"},{"title":"The 2009 H1N1 Influenza Pandemic: the role of threat, coping, and media trust on vaccination intentions in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Pandemic H1N1 in Canada and the use of evidence in developing public health policies--a policy analysis","subjectLabel":"Canada","year":"2013"},{"title":"Recommendations for the referral of patients for proton-beam therapy, an Alberta Health Services report: a model for Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Vaccination patterns in pregnant women during the 2009 H1N1 influenza pandemic: a population-based study in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Influenza H3N2 variant viruses with pandemic potential: preventing catastrophe in remote and isolated Canadian communities","subjectLabel":"Canada","year":"2013"},{"title":"Risk factors for influenza among health care workers during 2009 pandemic, Toronto, Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Value of pharmacy-based influenza surveillance - Ontario, Canada, 2009.","subjectLabel":"Canada","year":"2013"},{"title":"Impact of seasonal and pandemic influenza on emergency department visits, 2003-2010, Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Acute kidney injury among critically ill patients with pandemic H1N1 influenza A in Canada: cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Article processing charges for open access publication-the situation for research intensive universities in the USA and Canada","subjectLabel":"Canada","year":"2016"},{"title":"Helmet use in BIXI cyclists in Toronto, Canada: an observational study","subjectLabel":"Canada","year":"2012"},{"title":"Immigrant women's experiences of maternity-care services in Canada: a protocol for systematic review using a narrative synthesis","subjectLabel":"Canada","year":"2012"},{"title":"Specialized multi-disciplinary heart failure clinics in Ontario, Canada: an environmental scan","subjectLabel":"Canada","year":"2012"},{"title":"The perspectives of educators, regulators and funders of massage therapy on the state of the profession in British Columbia, Canada","subjectLabel":"Canada","year":"2013"},{"title":"The current practice trends in pediatric bone-anchored hearing aids in Canada: a national clinical and surgical practice survey","subjectLabel":"Canada","year":"2013"},{"title":"Dioxin-like compounds and bone quality in Cree women of Eastern James Bay (Canada): a cross-sectional study","subjectLabel":"Canada","year":"2013"},{"title":"Pharmaceutical sales representatives and patient safety: a comparative prospective study of information quality in Canada, France and the United States","subjectLabel":"Canada","year":"2013"},{"title":"Qualitative investigation of barriers to accessing care by people who inject drugs in Saskatoon, Canada: perspectives of service providers","subjectLabel":"Canada","year":"2013"},{"title":"Accessing health services through the back door: a qualitative interview study investigating reasons why people participate in health research in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Life-cycle assessment of greenhouse gas emissions from dairy production in Eastern Canada: a case study","subjectLabel":"Canada","year":"2012"},{"title":"Glacier extent during the Younger Dryas and 8.2-ka event on Baffin Island, Arctic Canada","subjectLabel":"Canada","year":"2012"},{"title":"Modeling the impact of the difference in cross-protection data between a human papillomavirus (HPV)-16/18 AS04-adjuvanted vaccine and a human papillomavirus (HPV)-6/11/16/18 vaccine in Canada","subjectLabel":"Canada","year":"2012"},{"title":"The promise of recovery: narratives of hope among homeless individuals with mental illness participating in a Housing First randomised controlled trial in Toronto, Canada","subjectLabel":"Canada","year":"2014"},{"title":"How early can the seeding dates of spring wheat be under current and future climate in Saskatchewan, Canada?","subjectLabel":"Canada","year":"2012"},{"title":"Use of Atlantic salmon, Salmo salar L., farm treatment data and bioassays to assess for resistance of sea lice, Lepeophtheirus salmonis, to emamectin benzoate (SLICE(®) ) in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Reduced cervical cancer incidence and mortality in Canada: national data from 1932 to 2006.","subjectLabel":"Canada","year":"2012"},{"title":"Model development for prediction and mitigation of dissolved oxygen sags in the Athabasca River, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Data set for reporting of endometrial carcinomas: recommendations from the International Collaboration on Cancer Reporting (ICCR) between United Kingdom, United States, Canada, and Australasia","subjectLabel":"Canada","year":"2013"},{"title":"Loss of genetic integrity in wild lake trout populations following stocking: insights from an exhaustive study of 72 lakes from Québec, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Climatic control of tracheid production of black spruce in dense mesic stands of eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"Resource utilization and costs during the initial years of lung cancer screening with computed tomography in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Climate change and Occupational Health and Safety in a temperate climate: potential impacts and research priorities in Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"DNA barcoding facilitates associations and diagnoses for Trichoptera larvae of the Churchill (Manitoba, Canada) area","subjectLabel":"Canada","year":"2013"},{"title":"Are the rates of schizophrenia unusually high in Canada? A comparison of Canadian and international data","subjectLabel":"Canada","year":"2013"},{"title":"Making the links: do we connect climate change with health? A qualitative case study from Canada","subjectLabel":"Canada","year":"2013"},{"title":"Climate-diameter growth relationships of black spruce and jack pine trees in boreal Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Time trends in symptoms of mental illness in children and adolescents in Canada","subjectLabel":"Canada","year":"2014"},{"title":"A reference set of health utilities for long-term survivors of prostate cancer: population-based data from Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Association of vitamin D status with socio-demographic factors in Calgary, Alberta: an ecological study using Census Canada data","subjectLabel":"Canada","year":"2013"},{"title":"Civil society organizations and adaptation to the health effects of climate change in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Geographic variation in work injuries: a multilevel analysis of individual-level data and area-level factors within Canada","subjectLabel":"Canada","year":"2013"},{"title":"Programmatic variation in home hemodialysis in Canada: results from a nationwide survey of practice patterns","subjectLabel":"Canada","year":"2014"},{"title":"Organ donation and transplantation in Canada: insights from the Canadian Organ Replacement Register","subjectLabel":"Canada","year":"2014"},{"title":"A scoping review of appropriateness of care research activity in Canada from a health system-level perspective","subjectLabel":"Canada","year":"2014"},{"title":"Epidemiology and clinical management of tuberculosis in children in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Promoting higher blood pressure targets for frail older adults: a consensus guideline from Canada","subjectLabel":"Canada","year":"2014"},{"title":"Two new species and new provincial records of aleocharine rove beetles from Newfoundland and Labrador, Canada (Coleoptera, Staphylinidae, Aleocharinae)","subjectLabel":"Canada","year":"2016"},{"title":"Further contributions to the Hydradephaga (Coleoptera, Haliplidae, Gyrinidae and Dytiscidae) fauna of Prince Edward Island, Canada: new records, distributions and faunal composition","subjectLabel":"Canada","year":"2016"},{"title":"Twelve new species and fifty-three new provincial distribution records of Aleocharinae rove beetles of Saskatchewan, Canada (Coleoptera, Staphylinidae)","subjectLabel":"Canada","year":"2016"},{"title":"Research ethics committees in the regulation of clinical research: comparison of Finland to England, Canada, and the United States.","subjectLabel":"Canada","year":"2016"},{"title":"Provision of dementia-related services in Canada: a comparative study","subjectLabel":"Canada","year":"2016"},{"title":"Actual sexual risk and perceived risk of HIV acquisition among HIV-negative men who have sex with men in Toronto, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Bison phylogeography constrains dispersal and viability of the Ice Free Corridor in western Canada","subjectLabel":"Canada","year":"2016"},{"title":"Perceptions of barriers, facilitators and motivators related to use of prenatal care: A qualitative descriptive study of inner-city women in Winnipeg, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pedagogical Merit Review of Animal Use for Education in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Setting an agenda for advancing young worker safety in the U.S. and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Ectomycota Associated with Arthropods from Bat Hibernacula in Eastern Canada, with Particular Reference to Pseudogymnoasucs destructans","subjectLabel":"Canada","year":"2016"},{"title":"Drinking water quality in Indigenous communities in Canada and health outcomes: a scoping review","subjectLabel":"Canada","year":"2016"},{"title":"Hypertension in Canada: Past, Present, and Future","subjectLabel":"Canada","year":"2016"},{"title":"Understanding the role of Indigenous community participation in Indigenous prenatal and infant-toddler health promotion programs in Canada: A realist review","subjectLabel":"Canada","year":"2015"},{"title":"The impact of criminalization of HIV non-disclosure on the healthcare engagement of women living with HIV in Canada: a comprehensive review of the evidence","subjectLabel":"Canada","year":"2015"},{"title":"A Systematic Review of Waterborne Disease Outbreaks Associated with Small Non-Community Drinking Water Systems in Canada and the United States","subjectLabel":"Canada","year":"2015"},{"title":"The impact of prescription opioids on all-cause mortality in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Islet Xeno/transplantation and the risk of contagion: local responses from Canada and Australia to an emerging global technoscience","subjectLabel":"Canada","year":"2015"},{"title":"Clinical, humanistic, and economic burden of chronic obstructive pulmonary disease (COPD) in Canada: a systematic review","subjectLabel":"Canada","year":"2015"},{"title":"Evolutionary aspects of emerging Lyme disease in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Supporting chronic pain management across provincial and territorial health systems in Canada: Findings from two stakeholder dialogues","subjectLabel":"Canada","year":"2015"},{"title":"Health Status and Health Determinants of Older Immigrant Women in Canada: A Scoping Review","subjectLabel":"Canada","year":"2015"},{"title":"Prescription Opioid Use, Harms and Interventions in Canada: A Review Update of New Developments and Findings since 2010","subjectLabel":"Canada","year":"2015"},{"title":"Atrial fibrillation in the Indigenous populations of Australia, Canada, New Zealand, and the United States: a systematic scoping review","subjectLabel":"Canada","year":"2015"},{"title":"Understanding the social determinants of health among Indigenous Canadians: priorities for health promotion policies and actions","subjectLabel":"Canada","year":"2015"},{"title":"Immigrant women's experiences of maternity-care services in Canada: a systematic review using a narrative synthesis","subjectLabel":"Canada","year":"2015"},{"title":"Current practices and reform proposals for the regulation of advanced medicinal products in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Early palliative care and its translation into oncology practice in Canada: barriers and challenges","subjectLabel":"Canada","year":"2015"},{"title":"A Youth Suicide Prevention Plan for Canada: A Systematic Review of Reviews","subjectLabel":"Canada","year":"2015"},{"title":"Climate Change, Drought and Human Health in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Acculturation and nutritional health of immigrants in Canada: a scoping review","subjectLabel":"Canada","year":"2014"},{"title":"International veterinary bioequivalence guideline similarities and differences between Australia, Canada, Europe, Japan, New Zealand and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Feline leukemia virus and feline immunodeficiency virus in Canada: recommendations for testing and management","subjectLabel":"Canada","year":"2011"},{"title":"Burden of disease and cost of chronic hepatitis C infection in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Status of men's health in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2011"},{"title":"Smoking initiation among young adults in the United States and Canada, 1998-2010: a systematic review","subjectLabel":"Canada","year":"2012"},{"title":"Traffic-related air pollution and health in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Patterns of colorectal cancer care in the United States and Canada: a systematic review","subjectLabel":"Canada","year":"2013"},{"title":"Blending Aboriginal and Western healing methods to treat intergenerational trauma with substance use disorder in Aboriginal peoples who live in northeastern Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A comparison of outcomes between laparoscopic and open appendectomy in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Antimicrobial therapy of selected diseases in turkeys, laying hens, and minor poultry species in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Overview of four prescription monitoring/review programs in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Pediatric ICU EEG monitoring: current resources and practice in the United States and Canada","subjectLabel":"Canada","year":"2013"},{"title":"Children with medical complexity in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Canadian Digestive Health Foundation Public Impact Series 5: Pancreatitis in Canada. Incidence, prevalence, and direct and indirect economic impact","subjectLabel":"Canada","year":"2012"},{"title":"Shifting into third gear: current options and controversies in third-year postgraduate family medicine programs in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of increased opioid-related mortality in the United States and Canada, 1990-2013: a systematic review","subjectLabel":"Canada","year":"2014"},{"title":"Parents' attendance, participation and engagement in children's developmental rehabilitation services: Part 1. Contextualizing the journey to child health and happiness","subjectLabel":"happiness","year":"2019"},{"title":"A grounded theory of parents' attendance, participation and engagement in children's developmental rehabilitation services: Part 2. The journey to child health and happiness","subjectLabel":"happiness","year":"2019"},{"title":"The relationship between students' perception of the educational environment and their subjective happiness","subjectLabel":"happiness","year":"2019"},{"title":"Public spaces and happiness: Evidence from a large-scale field experiment","subjectLabel":"happiness","year":"2019"},{"title":"Workplace-Based Organizational Interventions Promoting Mental Health and Happiness among Healthcare Workers: A Realist Review","subjectLabel":"happiness","year":"2019"},{"title":"Prescriptions for happiness","subjectLabel":"happiness","year":"2019"},{"title":"Assisting the shift from patient to health & happiness","subjectLabel":"happiness","year":"2019"},{"title":"Effect of Teachers' Happiness on Teachers' Health. The Mediating Role of Happiness at Work","subjectLabel":"happiness","year":"2019"},{"title":"The Michigan Donated Dental Services (DDS) Program: 'Tears of Sorrow...Tears of Happiness'","subjectLabel":"happiness","year":"2016"},{"title":"Paying for Happiness: Experimental Results from a Large Cash Transfer Program in Malawi","subjectLabel":"happiness","year":"2018"},{"title":"'Small small quarrels bring about happiness or love in the relationships': Exploring community perceptions and gendered norms contributing to male perpetrated intimate partner violence in the Central Region of Ghana","subjectLabel":"happiness","year":"2019"},{"title":"'Small small quarrels bring about happiness or love in the relationships': Exploring community perceptions and gendered norms contributing to male perpetrated intimate partner violence in the Central Region of Ghana","subjectLabel":"happiness","year":"2019"},{"title":"The Role of Environmental Tax in Alleviating the Impact of Environmental Pollution on Residents' Happiness in China","subjectLabel":"happiness","year":"2019"},{"title":"How Does the World Google the Internet, Anxiety, and Happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Valuing happiness predicts higher well-being: The moderating role of acceptance","subjectLabel":"happiness","year":"2019"},{"title":"Predictors of happiness among older Korean women living alone","subjectLabel":"happiness","year":"2019"},{"title":"Struggling with Happiness: A Pathway Leading Depression to Gambling Disorder","subjectLabel":"happiness","year":"2019"},{"title":"Happiness and Positive Thinking Reconsidered","subjectLabel":"happiness","year":"2019"},{"title":"A Worksite Wellness Intervention: Improving Happiness, Life Satisfaction, and Gratitude in Health Care Workers","subjectLabel":"happiness","year":"2017"},{"title":"More children, more happiness? Fewer and better births, a happy life: The relationship of parity and maternal cardiovascular disease risk","subjectLabel":"happiness","year":"2019"},{"title":"Trust, happiness and mortality: Findings from a prospective US population-based survey","subjectLabel":"happiness","year":"2020"},{"title":"[A Structural Equation Model for Happiness in Mothers with Young Children]","subjectLabel":"happiness","year":"2019"},{"title":"Do positive illusions of control foster happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Happiness and Social Behavior","subjectLabel":"happiness","year":"2019"},{"title":"Does spending money on others promote happiness?: A registered replication report","subjectLabel":"happiness","year":"2020"},{"title":"Evaluation of the relationships among happiness, stress, anxiety, and depression in pharmacy students","subjectLabel":"happiness","year":"2018"},{"title":"Do I Need to Be Positive to Be Happy? Considering the Role of Self-Esteem, Life Satisfaction, and Psychological Distress in Portuguese Adolescents' Subjective Happiness","subjectLabel":"happiness","year":"2019"},{"title":"Pregnancy happiness: implications of prior loss and pregnancy intendedness","subjectLabel":"happiness","year":"2019"},{"title":"[Faster, higher, stronger… To go where? Transhumanism and yearning for happiness]","subjectLabel":"happiness","year":"2018"},{"title":"Cultural value mismatch in urbanizing China: A large-scale analysis of collectivism and happiness based on social media and nationwide survey","subjectLabel":"happiness","year":"2018"},{"title":"In pursuit of job satisfaction and happiness: Testing the interactive contribution of emotion-regulation ability and workplace social support","subjectLabel":"happiness","year":"2018"},{"title":"The Parenthood and Happiness Link: Testing Predictions from Five Theories","subjectLabel":"happiness","year":"2019"},{"title":"Maybe money can buy happiness: Associate satisfaction and compensation","subjectLabel":"happiness","year":"2019"},{"title":"[Attentional bias processing mechanism of emotional faces: anger and happiness superiority effects]","subjectLabel":"happiness","year":"2019"},{"title":"Finding Purpose, Passion, and Happiness in Your Profession","subjectLabel":"happiness","year":"2017"},{"title":"Controlled randomized trial of walking exercise with positive education on cardiovascular fitness and happiness in retired older adults","subjectLabel":"happiness","year":"2019"},{"title":"The Complexity of Food Provisioning Decisions by Māori Caregivers to Ensure the Happiness and Health of Their Children","subjectLabel":"happiness","year":"2019"},{"title":"Mind the \"Happiness\" Gap: The Relationship Between Cohabitation, Marriage, and Subjective Well-being in the United Kingdom, Australia, Germany, and Norway","subjectLabel":"happiness","year":"2019"},{"title":"Evolving the Hospital Readmissions Reduction Program: A Call for Peace, Happiness, and Improved Patient-Centered Outcomes","subjectLabel":"happiness","year":"2019"},{"title":"What Drives Customer Satisfaction, Loyalty, and Happiness in Fast-Food Restaurants in China? Perceived Price, Service Quality, Food Quality, Physical Environment Quality, and the Moderating Role of Gender","subjectLabel":"happiness","year":"2020"},{"title":"The Sacred Power of Beauty: Examining the Perceptual Effect of Buddhist Symbols on Happiness and Life Satisfaction in China","subjectLabel":"happiness","year":"2020"},{"title":"Happiness and Cognitive Impairment Among Older Adults: Investigating the Mediational Roles of Disability, Depression, Social Contact Frequency, and Loneliness","subjectLabel":"happiness","year":"2019"},{"title":"Can compassion, happiness and sympathetic concern be differentiated on the basis of facial expression?","subjectLabel":"happiness","year":"2020"},{"title":"Association between happiness and psychopathology in an elderly regional rural population in Crete","subjectLabel":"happiness","year":"2019"},{"title":"Corrigendum: Experiential or Material Purchases? Social Class Determines Purchase Happiness","subjectLabel":"happiness","year":"2018"},{"title":"The Road to Happiness Is Paved With a Little Gold, a Lot of Reporters, Many E-Mails, Thousands of Frequent Flyer Miles, and 604 Hours of Writing","subjectLabel":"happiness","year":"2019"},{"title":"Resident Wellness: An Intervention to Decrease Burnout and Increase Resiliency and Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Semantic network from the words happiness and wellbeing: Dataset in a Mexican sample","subjectLabel":"happiness","year":"2019"},{"title":"From Happiness Orientations to Work Performance: The Mediating Role of Hedonic and Eudaimonic Experiences","subjectLabel":"happiness","year":"2019"},{"title":"Does the Conversion of Household Registration Actually Improve the Happiness of Migrant Workers in China?","subjectLabel":"happiness","year":"2020"},{"title":"Effects of a Psychological Management Program on Subjective Happiness, Anger Control Ability, and Gratitude among Late Adolescent Males in Korea","subjectLabel":"happiness","year":"2020"},{"title":"Happiness in dermatology: a holistic evaluation of the mental burden of skin diseases","subjectLabel":"happiness","year":"2019"},{"title":"Emotion regulation self-efficacy mediates the relation between happiness emotion goals and depressive symptoms: A cross-lagged panel design","subjectLabel":"happiness","year":"2019"},{"title":"Bhutan: environmental education and Gross National Happiness (GNH)","subjectLabel":"happiness","year":"2019"},{"title":"The effectiveness of an educational intervention to enhance happiness in Iranian older people: Applying social support theory","subjectLabel":"happiness","year":"2019"},{"title":"Teaching Happiness to Teachers - Development and Evaluation of a Training in Subjective Well-Being","subjectLabel":"happiness","year":"2019"},{"title":"The association between leisure time physical activity and happiness: Testing the indirect role of health perception","subjectLabel":"happiness","year":"2019"},{"title":"Income Inequality and Psychiatric Admission in a Rich Country: Happiness Does Not Guarantee Mental Health Equity","subjectLabel":"happiness","year":"2019"},{"title":"Psychological well-being and happiness among Middle-aged women: A cross-sectional study","subjectLabel":"happiness","year":"2019"},{"title":"The Neuroscience of Happiness and Well-Being: What Brain Findings from Optimism and Compassion Reveal","subjectLabel":"happiness","year":"2018"},{"title":"Happiness When the Body Hurts: Achieving Well-Being in Chronic Health Conditions","subjectLabel":"happiness","year":"2019"},{"title":"Young Children Use Probability to Infer Happiness and the Quality of Outcomes","subjectLabel":"happiness","year":"2019"},{"title":"Living alone in Japan: Relationships with happiness and health","subjectLabel":"happiness","year":"2015"},{"title":"High levels of depression and anxiety among Croatian medical and nursing students and the correlation between subjective happiness and personality traits","subjectLabel":"happiness","year":"2019"},{"title":"Understanding of Factors Influencing Happiness of Middle-Aged Women in Korea Based on Maslow's Hierarchy of Needs","subjectLabel":"happiness","year":"2019"},{"title":"It all started with a green car … Exploring the meaning of happiness","subjectLabel":"happiness","year":"2020"},{"title":"Quality and Safety in Healthcare, Part LVIII: Promoting Physician Happiness and Wellness","subjectLabel":"happiness","year":"2020"},{"title":"Analysis of the relationship between the autonomy of Turkish elderly people and their happiness and anxiety-depression status: a cross-sectional study","subjectLabel":"happiness","year":"2019"},{"title":"Predicting Happiness in Paralympic Swimming Medalists","subjectLabel":"happiness","year":"2019"},{"title":"Race, Education Attainment, and Happiness in the United States","subjectLabel":"happiness","year":"2019"},{"title":"The happiness of foundation doctors training in the North West Deanery","subjectLabel":"happiness","year":"2019"},{"title":"Correlation Between Subjective Happiness and Pleasant Activities at Workplace in Nursing Staff for Older Individuals in Japan","subjectLabel":"happiness","year":"2019"},{"title":"Does the Credit Cycle Have an Impact on Happiness?","subjectLabel":"happiness","year":"2019"},{"title":"Happiness and physical activity levels of first year medical students studying in Cyprus: a cross-sectional survey","subjectLabel":"happiness","year":"2019"},{"title":"You are my happiness: Socially enriched happiness belief predicts life satisfaction, especially among the poor","subjectLabel":"happiness","year":"2019"},{"title":"The Importance of the Baby Boom Cohort and the Great Recession in Understanding Age, Period, and Cohort Patterns in Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Impacts of Denture Retention and Stability on Oral Health-Related Quality of Life, General Health, and Happiness in Elderly Thais","subjectLabel":"happiness","year":"2019"},{"title":"How self-compassion moderates the effect of body surveillance on subjective happiness and depression among women","subjectLabel":"happiness","year":"2019"},{"title":"Tis Most Excellent: Union, Mount Sinai Find Happiness in Center of Excellence","subjectLabel":"happiness","year":"2019"},{"title":"Measurement of Hedonic and Eudaimonic Orientations to Happiness: The Spanish Orientations to Happiness Scale","subjectLabel":"happiness","year":"2019"},{"title":"Selling health and happiness how influencers communicate on Instagram about dieting and exercise: mixed methods research","subjectLabel":"happiness","year":"2019"},{"title":"Fear of happiness among college students: The role of gender, childhood psychological trauma, and dissociation","subjectLabel":"happiness","year":"2019"},{"title":"Continuing the happiness safari","subjectLabel":"happiness","year":"2019"},{"title":"The Strengths of Wisdom Provide Unique Contributions to Improved Leadership, Sustainability, Inequality, Gross National Happiness, and Civic Discourse in the Face of Contemporary World Problems","subjectLabel":"happiness","year":"2018"},{"title":"Fairness, prosociality, hypocrisy, and happiness: Children's and adolescents' motives for showing unselfish behaviour and positive emotions","subjectLabel":"happiness","year":"2019"},{"title":"Life, Liberty and the Pursuit of Happiness: why the current US healthcare system is unconstitutional, illegal and failing the founding doctrines","subjectLabel":"happiness","year":"2020"},{"title":"Predictors of happiness among Iranian nurses","subjectLabel":"happiness","year":"2018"},{"title":"Happiness and counterfactual thinking at the 2016 Summer Olympic Games","subjectLabel":"happiness","year":"2019"},{"title":"Effectiveness of a musical training programme in promoting happiness and quality of life of underprivileged preschool children","subjectLabel":"happiness","year":"2019"},{"title":"If You Shared My Happiness, You Are Part of Me: Capitalization and the Experience of Couple Identity","subjectLabel":"happiness","year":"2019"},{"title":"Burnout and the Ancient Greek Definition of Happiness","subjectLabel":"happiness","year":"2019"},{"title":"Dimensions of human hierarchy as determinants of health and happiness","subjectLabel":"happiness","year":"2019"},{"title":"Daytime Data and LSTM can Forecast Tomorrow's Stress, Health, and Happiness","subjectLabel":"happiness","year":"2019"},{"title":"What Is Missing for You to Be Happy? Comparison of the Pursuit of Happiness Among Cancer Patients, Informal Caregivers, and Healthy Individuals","subjectLabel":"happiness","year":"2019"},{"title":"Resting-state neural activity and connectivity associated with subjective happiness","subjectLabel":"happiness","year":"2019"},{"title":"Understanding Long-Term Trajectories in Web-Based Happiness Interventions: Secondary Analysis From Two Web-Based Randomized Trials","subjectLabel":"happiness","year":"2019"},{"title":"Latitudinal Psychology: An Ecological Perspective on Creativity, Aggression, Happiness, and Beyond","subjectLabel":"happiness","year":"2019"},{"title":"Sedentary Behaviour, Physical Activity and Life Satisfaction, Happiness and Perceived Health Status in University Students from 24 Countries","subjectLabel":"happiness","year":"2019"},{"title":"Happiness is a warm gun? Gun ownership and happiness in the United States (1973-2018)","subjectLabel":"happiness","year":"2020"},{"title":"Feeding the dead?","subjectLabel":"death","year":"2015"},{"title":"The economic costs of biological invasions in Africa: a growing but neglected threat?","subjectLabel":"Africa","year":"2021"},{"title":"The virologist preparing Africa for the next pandemic","subjectLabel":"Africa","year":"2021"},{"title":"Byang Kato: Africa’s Foremost Twentieth-Century Evangelical Theological Leader","subjectLabel":"Africa","year":"2021"},{"title":"Looking Back -- Looking Forward: Revisiting Models of Evangelization in Africa","subjectLabel":"Africa","year":"2021"},{"title":"Determination of Dyadic Adjustment, Happiness and Related Factors in Married Turkish Women Living in Anatolia","subjectLabel":"happiness","year":"2020"},{"title":"Mindfulness, happiness, and anxiety in a sample of college students before and after taking a meditation course","subjectLabel":"happiness","year":"2020"},{"title":"The U Shape of Happiness Across the Life Course: Expanding the Discussion","subjectLabel":"happiness","year":"2020"},{"title":"How an Epidemic Outbreak Impacts Happiness: Factors that Worsen (vs. Protect) Emotional Well-being during the Coronavirus Pandemic","subjectLabel":"happiness","year":"2020"},{"title":"The (Mis)measurement of Happiness: Words We Associate to Happiness (Semantic Memory) and Narratives of What Makes Us Happy (Episodic Memory)","subjectLabel":"happiness","year":"2020"},{"title":"The Bodhisattva’s Brain: Buddhism Naturalized by Owen Flanagan. MIT Press, 2011. 264pp., £19.95/$27.95. ISBN-13: 9780262016049","subjectLabel":"happiness","year":"2013"},{"title":"Sometimes Your Best Just Ain’t Good Enough: The Worldwide Evidence on Subjective Well-being Efficiency","subjectLabel":"happiness","year":"2021"},{"title":"Religion and Happiness","subjectLabel":"happiness","year":"2021"},{"title":"Cranial Anatomy of Wendiceratops pinhornensis gen. et sp. nov., a Centrosaurine Ceratopsid (Dinosauria: Ornithischia) from the Oldman Formation (Campanian), Alberta, Canada, and the Evolution of Ceratopsid Nasal Ornamentation","subjectLabel":"Canada","year":"2015"},{"title":"A new stalked filter-feeder from the middle Cambrian Burgess Shale, British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Euoplocephalus tutus and the diversity of ankylosaurid dinosaurs in the Late Cretaceous of Alberta, Canada, and Montana, USA","subjectLabel":"Canada","year":"2013"},{"title":"Feeding height stratification among the herbivorous dinosaurs from the Dinosaur Park Formation (upper Campanian) of Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Pachybrachis (coleoptera, chrysomelidae, cryptocephalinae) of eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"New Coleoptera records from New Brunswick, Canada: Megalopodidae and Chrysomelidae","subjectLabel":"Canada","year":"2012"},{"title":"Pre- and postmortem tyrannosaurid bite marks on the remains of Daspletosaurus (Tyrannosaurinae: Theropoda) from Dinosaur Provincial Park, Alberta, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Standardized terminology and potential taxonomic utility for hadrosaurid skin impressions: a case study for Saurolophus from Canada and Mongolia","subjectLabel":"Canada","year":"2012"},{"title":"Google Flu Trends in Canada: a comparison of digital disease surveillance data with physician consultations and respiratory virus surveillance data, 2010-2014","subjectLabel":"Canada","year":"2015"},{"title":"Climate-sensitive health priorities in Nunatsiavut, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Determination of elemental baseline using peltigeralean lichens from Northeastern Canada (Québec): Initial data collection for long term monitoring of the impact of global climate change on boreal and subarctic area in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Neonatal drug withdrawal syndrome: cross-country comparison using hospital administrative data in England, the USA, Western Australia and Ontario, Canada","subjectLabel":"Canada","year":"2015"},{"title":"A spatially comprehensive, hydrometeorological data set for Mexico, the U.S., and Southern Canada 1950-2013.","subjectLabel":"Canada","year":"2015"},{"title":"Alcohol use and self-perceived mental health status among pregnant and breastfeeding women in Canada: a secondary data analysis","subjectLabel":"Canada","year":"2015"},{"title":"Who is using e-cigarettes in Canada? Nationally representative data on the prevalence of e-cigarette use among Canadians","subjectLabel":"Canada","year":"2015"},{"title":"Linking 2006 Census and hospital data in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Pain relief and improved physical function in knee osteoarthritis patients receiving ongoing hylan G-F 20, a high-molecular-weight hyaluronan, versus other treatment options: data from a large real-world longitudinal cohort in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Quality of end-of-life cancer care in Canada: a retrospective four-province study using administrative health care data","subjectLabel":"Canada","year":"2015"},{"title":"Pertussis resurgence in Toronto, Canada: a population-based study including test-incidence feedback modeling","subjectLabel":"Canada","year":"2011"},{"title":"Impacts of Climate Change on the Timing of the Production Season of Maple Syrup in Eastern Canada","subjectLabel":"Canada","year":"2015"},{"title":"Heavy smoking during pregnancy as a marker for other risk factors of adverse birth outcomes: a population-based study in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Incidence of Hospitalization for Respiratory Syncytial Virus Infection amongst Children in Ontario, Canada: A Population-Based Study Using Validated Health Administrative Data","subjectLabel":"Canada","year":"2016"},{"title":"Incremental health care costs for chronic pain in Ontario, Canada: a population-based matched cohort study of adolescents and adults using administrative data","subjectLabel":"Canada","year":"2016"},{"title":"Drinking, substance use and the operation of motor vehicles by young adolescents in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Increased rodenticide exposure rate and risk of toxicosis in barn owls (Tyto alba) from southwestern Canada and linkage with demographic but not genetic factors","subjectLabel":"Canada","year":"2016"},{"title":"Epidemiology and survival of idiopathic pulmonary fibrosis from national data in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Assessment of the effect of cold and hot temperatures on mortality in Ontario, Canada: a population-based study","subjectLabel":"Canada","year":"2016"},{"title":"Identification of spatial and cohort clustering of tuberculosis using surveillance data from British Columbia, Canada, 1990-2013.","subjectLabel":"Canada","year":"2016"},{"title":"The role of environmental factors in search and rescue incidents in Nunavut, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Mental health and substance use among bisexual youth and non-youth in Ontario, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Four decades of plant community change in the Alpine tundra of southwest Yukon, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Learning reflexively from a health promotion professional development program in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Methane yield from switchgrass and reed canarygrass grown in Eastern Canada","subjectLabel":"Canada","year":"2011"},{"title":"A comparison of two methods for ecologic classification of radon exposure in British Columbia: residential observations and the radon potential map of Canada","subjectLabel":"Canada","year":"2013"},{"title":"Dietary N-nitroso compounds and risk of colorectal cancer: a case-control study in Newfoundland and Labrador and Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Circumcision and prostate cancer: a population-based case-control study in Montréal, Canada","subjectLabel":"Canada","year":"2014"},{"title":"An interactive governance and fish chain approach to fisheries rebuilding: a case study of the Northern Gulf cod in eastern Canada","subjectLabel":"Canada","year":"2013"},{"title":"FISH-BOL and seafood identification: geographically dispersed case studies reveal systemic market substitution across Canada","subjectLabel":"Canada","year":"2011"},{"title":"Evolution of thoracic surgery in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Psychological distress in the workforce: a multilevel and longitudinal analysis of the case of regulated occupations in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Ontario police chiefs call on the federal government to keep generic OxyContin out of Canada","subjectLabel":"Canada","year":"2012"},{"title":"The current state of mental health services in Canada's paediatric emergency departments","subjectLabel":"Canada","year":"2013"},{"title":"Quality of fracture risk assessment in post-fracture care in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Factors associated with inability to access addiction treatment among people who inject drugs in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Encephalitis, Ontario, Canada, 2002-2013.","subjectLabel":"Canada","year":"2016"},{"title":"The determinants of the propensity to receive publicly funded home care services for the elderly in Canada: a panel two-stage residual inclusion approach","subjectLabel":"Canada","year":"2015"},{"title":"Major emerging vector-borne zoonotic diseases of public health importance in Canada","subjectLabel":"Canada","year":"2015"},{"title":"Characterization of VCC-1, a Novel Ambler Class A Carbapenemase from Vibrio cholerae Isolated from Imported Retail Shrimp Sold in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Molecular Characterization by Using Next-Generation Sequencing of Plasmids Containing blaNDM-7 in Enterobacteriaceae from Calgary, Canada","subjectLabel":"Canada","year":"2015"},{"title":"The financial burden of out-of-pocket expenses in the United States and Canada: How different is the United States?","subjectLabel":"Canada","year":"2016"},{"title":"A randomized phase 3 trial of thalidomide and prednisone as maintenance therapy after ASCT in patients with MM with a quality-of-life assessment: the National Cancer Institute of Canada Clinicals Trials Group Myeloma 10 Trial","subjectLabel":"Canada","year":"2013"},{"title":"Treatment of prescription opioid disorders in Canada: looking at the 'other epidemic'?","subjectLabel":"Canada","year":"2016"},{"title":"Sex-Based Differences in Rates, Causes, and Predictors of Death Among Injection Drug Users in Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Major Depression in Canada: What Has Changed over the Past 10 Years?","subjectLabel":"Canada","year":"2016"},{"title":"Are you ready? Exploring readiness to engage in exercise among people living with HIV and multimorbidity in Toronto, Canada: a qualitative study","subjectLabel":"Canada","year":"2016"},{"title":"Inequalities in access to bariatric surgery in Canada","subjectLabel":"Canada","year":"2015"},{"title":"A retrospective investigation of feline gastrointestinal parasites in western Canada","subjectLabel":"Canada","year":"2013"},{"title":"A review of 11 years of Stenotrophomonas maltophilia blood isolates at a tertiary care institute in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Cost analyses of obesity in Canada: scope, quality, and implications","subjectLabel":"Canada","year":"2013"},{"title":"\"I have to do what I believe\": Sudanese women's beliefs and resistance to hegemonic practices at home and during experiences of maternity care in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Reductions in non-medical prescription opioid use among adults in Ontario, Canada: are recent policy interventions working?","subjectLabel":"Canada","year":"2013"},{"title":"Should North America's first and only supervised injection facility (InSite) be expanded in British Columbia, Canada?","subjectLabel":"Canada","year":"2013"},{"title":"The Toronto declaration on bridging knowledge, policy and practice in aging and disability: Toronto, Canada, March 30, 2012.","subjectLabel":"Canada","year":"2012"},{"title":"Estimating the Relative Role of Various Subcategories of Food, Water, and Animal Contact Transmission of 28 Enteric Diseases in Canada","subjectLabel":"Canada","year":"2016"},{"title":"Pathobiological Characterization of a Novel Reassortant Highly Pathogenic H5N1 Virus Isolated in British Columbia, Canada, 2015.","subjectLabel":"Canada","year":"2016"},{"title":"Prevalence and risk factors of asthma in off-reserve Aboriginal children and adults in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Clinical balance assessment: perceptions of commonly-used standardized measures and current practices among physiotherapists in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Performance of a constructed wetland in Grand Marais, Manitoba, Canada: Removal of nutrients, pharmaceuticals, and antibiotic resistance genes from municipal wastewater","subjectLabel":"Canada","year":"2013"},{"title":"Temporal and geographic shifts in urban and nonurban cocaine-related fatal overdoses in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"A socioecological framework to understand weight-related issues in Aboriginal children in Canada","subjectLabel":"Canada","year":"2012"},{"title":"A framework for discussion on how to improve prevention, management, and control of hypertension in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Physician input and licensing of at-risk drivers: a review of all-inclusive medical evaluation forms in the US and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Redesigning family medicine residency in Canada: the triple C curriculum","subjectLabel":"Canada","year":"2012"},{"title":"Health literacy in Canada and the ophthalmology patient","subjectLabel":"Canada","year":"2012"},{"title":"Childhood vision screening in Canada: public health evidence and practice","subjectLabel":"Canada","year":"2012"},{"title":"A national scan of employment standards, occupational health and safety and workers' compensation resources for new immigrants to Canada","subjectLabel":"Canada","year":"2012"},{"title":"Rates of mental illness and suicidality in immigrant, refugee, ethnocultural, and racialized groups in Canada: a review of the literature","subjectLabel":"Canada","year":"2012"},{"title":"Sensory and demographic characteristics of deafblindness rehabilitation clients in Montréal, Canada","subjectLabel":"Canada","year":"2012"},{"title":"A review of community engagement in cancer control studies among Indigenous people of Australia, New Zealand, Canada and the USA.","subjectLabel":"Canada","year":"2012"},{"title":"Relative risk of cervical cancer in indigenous women in Australia, Canada, New Zealand, and the United States: a systematic review and meta-analysis","subjectLabel":"Canada","year":"2012"},{"title":"Characteristics of multiple sclerosis in aboriginals living in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Chlorhexidine ototoxicity in ear surgery part II: survey of preparation solution used by otolaryngologists in Canada: is there a cause for concern?","subjectLabel":"Canada","year":"2011"},{"title":"The health of women temporary agricultural workers in Canada: a critical review of the literature","subjectLabel":"Canada","year":"2011"},{"title":"Organized stroke rehabilitation in Canada: redefining our objectives","subjectLabel":"Canada","year":"2012"},{"title":"A model of knowledge translation in health: the Active Healthy Kids Canada Report Card on physical activity for children and youth","subjectLabel":"Canada","year":"2012"},{"title":"Developing an empirical profile for elder abuse research in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Magnesium use in asthma pharmacotherapy: a Pediatric Emergency Research Canada study","subjectLabel":"Canada","year":"2012"},{"title":"A review of cases of human cysticercosis in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Flame retardants in eggs of four gull species (Laridae) from breeding sites spanning Atlantic to Pacific Canada","subjectLabel":"Canada","year":"2012"},{"title":"Home care or long-term care? Setting the balance of care in urban and rural Northwestern Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Guidelines for health technologies: specific guidance for oncology products in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Public health physician specialty training in Canada and the United States","subjectLabel":"Canada","year":"2012"},{"title":"Differences in incidence of injury between rural and urban children in Canada and the USA: a systematic review","subjectLabel":"Canada","year":"2012"},{"title":"The epidemiology of mountain bike park injuries at the Whistler Bike Park, British Columbia (BC), Canada","subjectLabel":"Canada","year":"2012"},{"title":"A review of therapeutic abortions and related areas of concern in Canada.","subjectLabel":"Canada","year":"2012"},{"title":"A case of cronkhite-Canada syndrome and a review of gastrointestinal polyposis syndromes","subjectLabel":"Canada","year":"2012"},{"title":"Tracking contaminants in seabirds of Arctic Canada: temporal and spatial insights","subjectLabel":"Canada","year":"2012"},{"title":"Regional and national familial hypercholesterolemia registries: present international application, importance, and needs for Canada","subjectLabel":"Canada","year":"2012"},{"title":"Forensic human identification in the United States and Canada: a review of the law, admissible techniques, and the legal implications of their application in forensic cases","subjectLabel":"Canada","year":"2012"},{"title":"Framework for continuous palliative sedation therapy in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Prescription opioid related misuse, harms, diversion and interventions in Canada: a review","subjectLabel":"Canada","year":"2012"},{"title":"Multidisciplinary case management for patients at high risk of hospitalization: comparison of virtual ward models in the United kingdom, United States, and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Monitoring and evaluating efforts to control hypertension in Canada: why, how, and what it tells us needs to be done about current care gaps","subjectLabel":"Canada","year":"2012"},{"title":"The Canadian Society of Cardiac Surgeons perspective on the cardiac surgery workforce in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Subsequent entry biologics/biosimilars: a viewpoint from Canada","subjectLabel":"Canada","year":"2012"},{"title":"Endemic human blastomycosis in Quebec, Canada, 1988-2011.","subjectLabel":"Canada","year":"2012"},{"title":"Cost-effectiveness analysis of antiviral treatments for HBeAg-positive chronic hepatitis B in Canada","subjectLabel":"Canada","year":"2012"},{"title":"Role of comparative effectiveness research in cancer funding decisions in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Opportunities, ethical challenges, and lessons learned from working with peer research assistants in a multi-method HIV community-based research study in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Survey of current vitamin D food fortification practices in the United States and Canada","subjectLabel":"Canada","year":"2012"},{"title":"Examining job tenure and lost-time claim rates in Ontario, Canada, over a 10-year period, 1999-2008.","subjectLabel":"Canada","year":"2012"},{"title":"Kidney transplant tourism: cases from Canada","subjectLabel":"Canada","year":"2013"},{"title":"A 7-year retrospective review from 2005 to 2011 of Propionibacterium acnes shoulder infections in Ottawa, Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Recruitment and retention of general practitioners in rural Canada and Australia: a review of the literature","subjectLabel":"Canada","year":"2013"},{"title":"Patient-initiated elective cesarean section of nulliparous women in British Columbia, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Remote midwifery in Nunavik, Québec, Canada: outcomes of perinatal care for the Inuulitsivik health centre, 2000-2007.","subjectLabel":"Canada","year":"2012"},{"title":"Familial amyotrophic lateral sclerosis in Alberta, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Publisher Correction: Expanding the social science of happiness","subjectLabel":"happiness","year":"2018"},{"title":"Happiness among second year MBBS students and its correlates using Oxford Happiness Questionnaire","subjectLabel":"happiness","year":"2018"},{"title":"Short Sleep Duration and Insomnia Symptoms were Associated with Lower Happiness Levels in Chinese Adults in Hong Kong","subjectLabel":"happiness","year":"2019"},{"title":"Forgiveness, Gratitude, Happiness, and Prosocial Bystander Behavior in Bullying","subjectLabel":"happiness","year":"2019"},{"title":"Air pollution lowers Chinese urbanites' expressed happiness on social media","subjectLabel":"happiness","year":"2019"},{"title":"Living in skipped generation households and happiness among middle-aged and older grandparents in China","subjectLabel":"happiness","year":"2019"},{"title":"Prospective associations of happiness and optimism with lifestyle over up to two decades","subjectLabel":"happiness","year":"2019"},{"title":"Happiness or hopelessness in late life: A cluster RCT of the 3L-Mind-Training programme among the institutionalized older people","subjectLabel":"happiness","year":"2019"},{"title":"\"Happiness in the air?\" the effects of air pollution on adolescent happiness","subjectLabel":"happiness","year":"2019"},{"title":"Happiness, Meaning, and Satisfaction in Life as Perceived by Indian University Students and Their Association with Spirituality","subjectLabel":"happiness","year":"2019"},{"title":"Feeding Practices and Parenting: A Pathway to Child Health and Family Happiness","subjectLabel":"happiness","year":"2019"},{"title":"Happiness and Mental Health in Pre-Operative and Post-Operative Transsexual People","subjectLabel":"happiness","year":"2019"},{"title":"Eye-tracking study on the effects of happiness and sadness on body dissatisfaction and selective visual attention during mirror exposure in bulimia nervosa","subjectLabel":"happiness","year":"2019"},{"title":"The Parenthood Happiness Puzzle: An Introduction to Special Issue","subjectLabel":"happiness","year":"2016"},{"title":"It Takes Two to Tango: Couples' Happiness and Childbearing","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, income satiation and turning points around the world","subjectLabel":"happiness","year":"2018"},{"title":"Measuring change in anhedonia using the \"Happy Faces\" task pre- to post-repetitive transcranial magnetic stimulation (rTMS) treatment to left dorsolateral prefrontal cortex in Major Depressive Disorder (MDD): relation to empathic happiness","subjectLabel":"happiness","year":"2019"},{"title":"Revisiting Happiness and Well-Being in Later Life from Interdisciplinary Age-Studies Perspectives","subjectLabel":"happiness","year":"2019"},{"title":"Cascades of infant happiness: Infant positive affect predicts childhood IQ and adult educational attainment","subjectLabel":"happiness","year":"2019"},{"title":"Happiness as a strength in the promotion of adolescent and adult young health","subjectLabel":"happiness","year":"2020"},{"title":"Black-white differences in happiness, 1972-2014","subjectLabel":"happiness","year":"2018"},{"title":"Psychological Mechanisms Linking County-Level Income Inequality to Happiness in China","subjectLabel":"happiness","year":"2018"},{"title":"Happiness in the Family and Openness to Life","subjectLabel":"happiness","year":"2019"},{"title":"The Happiness Diet: A Nutritional Prescription for a Sharp Brain, Balanced Mood, and Lean, Energized Body","subjectLabel":"happiness","year":"2015"},{"title":"SOCIAL CAPITAL AND HAPPINESS: AN INTERNATIONAL COMPARISON ACROSS THREE GENERATION GROUPS","subjectLabel":"happiness","year":"2017"},{"title":"LESSONS LEARNED FROM TEACHING THE ART OF HAPPINESS TO OLDER ADULTS","subjectLabel":"happiness","year":"2017"},{"title":"THE PSYCHOMETRICS OF THE SUBJECTIVE HAPPINESS SCALE AMONG BLACKS AND WHITES","subjectLabel":"happiness","year":"2017"},{"title":"LINKS BETWEEN LONELINESS AND HAPPINESS IN JAPAN’S AGING POPULATION","subjectLabel":"happiness","year":"2019"},{"title":"MUTUAL SUPPORT HAPPINESS HOMES: AN ALTERNATIVE FORM OF AGING IN PLACE IN RURAL CHINA","subjectLabel":"happiness","year":"2017"},{"title":"THE EXPERIENCE OF HAPPINESS IN LATE-LIFE REPARTNERING: SURPRISE AND DISAPPOINTMENT","subjectLabel":"happiness","year":"2019"},{"title":"EMOTIONS AND WELL-BEING IN LATER LIFE CHILDHOOD HAPPINESS, SELF-MASTERY, AND LATER-LIFE HEALTH","subjectLabel":"happiness","year":"2019"},{"title":"F127. THE PURSUIT OF HAPPINESS: HOW HAPPINESS MEDIATES THE RELATION BETWEEN SHYNESS AND QUALITY OF LIFE AMONG ADULTS WITH SCHIZOPHRENIA","subjectLabel":"happiness","year":"2019"},{"title":"Health-related quality of life and children's happiness with their childcare.","subjectLabel":"happiness","year":"2011"},{"title":"Depressive moods and marital happiness: within-person synchrony, moderators, and meaning.","subjectLabel":"happiness","year":"2012"},{"title":"Pursuing happiness in everyday life: the characteristics and behaviors of online happiness seekers.","subjectLabel":"happiness","year":"2012"},{"title":"Association between religiosity and happiness among a group of Muslim undergraduate students.","subjectLabel":"happiness","year":"2013"},{"title":"Yeasts for Global Happiness: report of the 14th International Congress on Yeasts (ICY14) held in Awaji Island.","subjectLabel":"happiness","year":"2017"},{"title":"\"God image and happiness in chronic pain patients: the mediating role of disease interpretation\" (Pain Medicine 2010;11(5):765–73).","subjectLabel":"happiness","year":"2011"},{"title":"Effects of spiritual well-being on subsequent happiness, psychological well-being, and stress.","subjectLabel":"happiness","year":"2011"},{"title":"The influence of autism-like traits on cheek biases for the expression and perception of happiness.","subjectLabel":"happiness","year":"2011"},{"title":"The medicine is worse than the disease: Comment on Delhey and Kohler's proposal to measure inequality in happiness using 'instrument-effect-corrected' standard deviations.","subjectLabel":"happiness","year":"2011"},{"title":"Pain catastrophizing mediates the relationship between trait happiness and depressive symptoms in individuals with current pain","subjectLabel":"happiness","year":"2017"},{"title":"Socioeconomic, religious, spiritual and health factors associated with symptoms of common mental disorders: a cross-sectional secondary analysis of data from Bhutan's Gross National Happiness Study, 2015.","subjectLabel":"happiness","year":"2018"},{"title":"How to Maximize Happiness, Stability, and Success Among Medical School Applicants.","subjectLabel":"happiness","year":"2018"},{"title":"The happiness project.","subjectLabel":"happiness","year":"2018"},{"title":"The Amount and Source of Millionaires' Wealth (Moderately) Predict Their Happiness.","subjectLabel":"happiness","year":"2018"},{"title":"Facilitating Effects of Emotion on the Perception of Biological Motion: Evidence for a Happiness Superiority Effect","subjectLabel":"happiness","year":"2016"},{"title":"The pursuit of happiness: The thin line between rights and duties","subjectLabel":"happiness","year":"2018"},{"title":"Understanding the Association Between Spirituality, Religiosity, and Feelings of Happiness and Sadness Among HIV-Positive Indian Adults: Examining Stress-Related Growth as a Mediator.","subjectLabel":"happiness","year":"2018"},{"title":"Happiness, health, and mortality","subjectLabel":"happiness","year":"2016"},{"title":"Positive Orientation-a Common Base for Hedonistic and Eudemonistic Happiness?","subjectLabel":"happiness","year":"2017"},{"title":"Social Media Use and Happiness in Adults with Autism Spectrum Disorder.","subjectLabel":"happiness","year":"2018"},{"title":"Co-development of Happiness Research: Addition to “Fifty Years After the Social Indicator Movement”.","subjectLabel":"happiness","year":"2017"},{"title":"Facial Recognition of Happiness Is Impaired in Musicians with High Music Performance Anxiety.","subjectLabel":"happiness","year":"2018"},{"title":"Organizational learning capability and organizational citizenship behaviour in the health sector: examining the role of happiness at work from a gender perspective","subjectLabel":"happiness","year":"2016"},{"title":"A misleading feeling of happiness: metamemory for positive emotional and neutral pictures.","subjectLabel":"happiness","year":"2015"},{"title":"Oxytocin differentially modulates eye gaze to naturalistic social signals of happiness and anger.","subjectLabel":"happiness","year":"2012"},{"title":"Perspectives on family health, happiness and harmony (3H) among Hong Kong Chinese people: a qualitative study.","subjectLabel":"happiness","year":"2012"},{"title":"The relationships between Internet addiction, subjective vitality, and subjective happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Health and happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Meanings of happiness among two ethnic groups living with advanced cancer in south London: a qualitative study.","subjectLabel":"happiness","year":"2012"},{"title":"Are informal caregivers less happy than noncaregivers? Happiness and the intensity of caregiving in combination with paid and voluntary work.","subjectLabel":"happiness","year":"2012"},{"title":"Emotion and the construal of social situations: inferences of cooperation versus competition from expressions of anger, happiness, and disappointment.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness is a U shaped curve, highest in the teens and 70s, shows survey.","subjectLabel":"happiness","year":"2012"},{"title":"Stress and happiness among adolescents with varying frequency of physical activity.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and longevity.","subjectLabel":"happiness","year":"2012"},{"title":"Happiness in dentistry.","subjectLabel":"happiness","year":"2011"},{"title":"Assistive technology and prediction of happiness in people withpost-polio syndrome.","subjectLabel":"happiness","year":"2011"},{"title":"Differences in happiness between smokers, ex-smokers and never smokers: cross-sectional findings from a national household survey.","subjectLabel":"happiness","year":"2011"},{"title":"Always look on the broad side of life: happiness increases the breadth of sensory memory","subjectLabel":"happiness","year":"2011"},{"title":"Finding the key to happy aging: a day reconstruction study of happiness.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness a vital issue","subjectLabel":"happiness","year":"2011"},{"title":"Hong Kong Chinese community leaders' perspectives on family health, happiness and harmony: a qualitative study","subjectLabel":"happiness","year":"2011"},{"title":"Sexual satisfaction and relationship happiness in midlife and older couples in five countries.","subjectLabel":"happiness","year":"2011"},{"title":"Anasakti, the Hindu ideal, and its relationship to well-being and orientations to happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Validation of an Italian version of the Oxford happiness inventory in adolescence.","subjectLabel":"happiness","year":"2012"},{"title":"Stirring images: fear, not happiness or arousal, makes art more sublime.","subjectLabel":"happiness","year":"2012"},{"title":"WITHDRAWN: Re: Wang C: Finding Purpose, Passion, and Happiness in Your Profession. J Med Imaging Radiat Sci 2017; 48:114.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness is best kept stable: positive emotion variability is associated with poorer psychological health.","subjectLabel":"happiness","year":"2012"},{"title":"Self-rated happiness is associated with functional ability, mood, quality of life and income, but not with medical condition in community-dwelling elderly in Japan.","subjectLabel":"happiness","year":"2011"},{"title":"Fears of compassion and happiness in relation to alexithymia, mindfulness, and self-criticism","subjectLabel":"happiness","year":"2011"},{"title":"Association between perceived happiness levels and peripheral circulating pro-inflammatory cytokine levels in middle-aged adults in Japan","subjectLabel":"happiness","year":"2011"},{"title":"Clinical determinants of early parasitological response to ACTs in African patients with uncomplicated falciparum malaria: a literature review and meta-analysis of individual patient data","subjectLabel":"Africa","year":"2015"},{"title":"Clinical determinants of early parasitological response to ACTs in African patients with uncomplicated falciparum malaria: a literature review and meta-analysis of individual patient data","subjectLabel":"Africa","year":"2015"},{"title":"Deconstructing \"malaria\": West Africa as the next front for dengue fever surveillance and control","subjectLabel":"Africa","year":"2014"},{"title":"Deconstructing \"malaria\": West Africa as the next front for dengue fever surveillance and control","subjectLabel":"Africa","year":"2014"},{"title":"Hepatitis C virus (HCV) infection in Africa: a review","subjectLabel":"Africa","year":"2013"},{"title":"Hepatitis C virus (HCV) infection in Africa: a review","subjectLabel":"Africa","year":"2013"},{"title":"Mapping Plasmodium falciparum Mortality in Africa between 1990 and 2015","subjectLabel":"Africa","year":"2016"},{"title":"The effect of malaria control on Plasmodium falciparum in Africa between 2000 and 2015","subjectLabel":"Africa","year":"2015"},{"title":"Reappraisal of known malaria resistance loci in a large multicenter study","subjectLabel":"Africa","year":"2014"},{"title":"A perpetual source of DNA or something really different: ethical issues in the creation of cell lines for African genomics research","subjectLabel":"Africa","year":"2014"},{"title":"A perpetual source of DNA or something really different: ethical issues in the creation of cell lines for African genomics research","subjectLabel":"Africa","year":"2014"},{"title":"Knowing who to trust: exploring the role of 'ethical metadata' in mediating risk of harm in collaborative genomics research in Africa","subjectLabel":"Africa","year":"2014"},{"title":"Sexual minorities, human rights and public health strategies in Africa","subjectLabel":"Africa","year":"2012"},{"title":"Maternal and child health in Africa for sustainable development goals beyond 2015.","subjectLabel":"Africa","year":"2017"},{"title":"Sustainable Development Goals: an opportunity for health in Africa?","subjectLabel":"Africa","year":"2017"},{"title":"Examining antenatal health literacy in Ghana","subjectLabel":"Africa","year":"2014"},{"title":"Examining antenatal health literacy in Ghana","subjectLabel":"Africa","year":"2014"},{"title":"Mobile phone-based mHealth approaches for public health surveillance in sub-Saharan Africa: a systematic review","subjectLabel":"Africa","year":"2014"},{"title":"Comparing Influenza Positivity Rates by Real-Time RT-PCR, Elisa and Viral Culture Methods in Côte D'Ivoire, West Africa, in 2009.","subjectLabel":"Africa","year":"2013"},{"title":"Comparing Influenza Positivity Rates by Real-Time RT-PCR, Elisa and Viral Culture Methods in Côte D'Ivoire, West Africa, in 2009.","subjectLabel":"Africa","year":"2013"},{"title":"Afriflu2--second international workshop on influenza vaccination in the African continent--8 November 2012, Cape Town (South Africa).","subjectLabel":"Africa","year":"2013"},{"title":"Afriflu2--second international workshop on influenza vaccination in the African continent--8 November 2012, Cape Town (South Africa).","subjectLabel":"Africa","year":"2013"},{"title":"Pregnancy-related mortality in Africa and Asia: evidence from INDEPTH Health and Demographic Surveillance System sites","subjectLabel":"Africa","year":"2014"},{"title":"Pregnancy-related mortality in Africa and Asia: evidence from INDEPTH Health and Demographic Surveillance System sites","subjectLabel":"Africa","year":"2014"},{"title":"Malaria mortality in Africa and Asia: evidence from INDEPTH health and demographic surveillance system sites","subjectLabel":"Africa","year":"2014"},{"title":"Malaria mortality in Africa and Asia: evidence from INDEPTH health and demographic surveillance system sites","subjectLabel":"Africa","year":"2014"},{"title":"Inequalities in child mortality in ten major African cities","subjectLabel":"Africa","year":"2014"},{"title":"Inequalities in child mortality in ten major African cities","subjectLabel":"Africa","year":"2014"},{"title":"Understanding the rise in cardiovascular diseases in Africa: harmonising H3Africa genomic epidemiological teams and tools","subjectLabel":"Africa","year":"2014"},{"title":"Understanding the rise in cardiovascular diseases in Africa: harmonising H3Africa genomic epidemiological teams and tools","subjectLabel":"Africa","year":"2014"},{"title":"Detection and management of drug-resistant tuberculosis in HIV-infected patients in lower-income countries","subjectLabel":"Africa","year":"2014"},{"title":"Introduction: Open Data and Africa","subjectLabel":"Africa","year":"2018"},{"title":"On a new species of Micrambe from Africa (Coleoptera, Cryptophagidae)","subjectLabel":"Africa","year":"2018"},{"title":"The impact of host species and vector control measures on the fitness of African malaria vectors.","subjectLabel":"Africa","year":"2013"},{"title":"Antibiotic Resistance in Food Animals in Africa: A Systematic Review and Meta-Analysis.","subjectLabel":"Africa","year":"2018"},{"title":"Potential impact of influenza vaccine roll-out on antibiotic use in Africa.","subjectLabel":"Africa","year":"2018"},{"title":"Does organized crime exist in Africa?","subjectLabel":"Africa","year":"2015"},{"title":"Does organized crime exist in Africa?","subjectLabel":"Africa","year":"2015"},{"title":"Infrastructures of utopia: ruination and regeneration of the African future","subjectLabel":"Africa","year":"2018"},{"title":"High prevalence of screen detected prostate cancer in West Africans: implications for racial disparity of prostate cancer","subjectLabel":"Africa","year":"2014"},{"title":"High prevalence of screen detected prostate cancer in West Africans: implications for racial disparity of prostate cancer","subjectLabel":"Africa","year":"2014"},{"title":"Some growth points in African child development research","subjectLabel":"Africa","year":"2014"},{"title":"Long-term spatio-temporal changes in a West African bushmeat trade system","subjectLabel":"Africa","year":"2015"},{"title":"Long-term spatio-temporal changes in a West African bushmeat trade system","subjectLabel":"Africa","year":"2015"},{"title":"Basic newborn care and neonatal resuscitation: a multi-country analysis of health system bottlenecks and potential solutions","subjectLabel":"Africa","year":"2015"},{"title":"Basic newborn care and neonatal resuscitation: a multi-country analysis of health system bottlenecks and potential solutions","subjectLabel":"Africa","year":"2015"},{"title":"Large-scale survey for novel genotypes of Plasmodium falciparum chloroquine-resistance gene pfcrt","subjectLabel":"Africa","year":"2012"},{"title":"Large-scale survey for novel genotypes of Plasmodium falciparum chloroquine-resistance gene pfcrt","subjectLabel":"Africa","year":"2012"},{"title":"Experiences and Lessons From Implementing Cohort Event Monitoring Programmes for Antimalarials in Four African Countries: Results of a Questionnaire-Based Survey","subjectLabel":"Africa","year":"2015"},{"title":"Experiences and Lessons From Implementing Cohort Event Monitoring Programmes for Antimalarials in Four African Countries: Results of a Questionnaire-Based Survey","subjectLabel":"Africa","year":"2015"},{"title":"Tracing Africa's progress towards implementing the Non-Communicable Diseases Global action plan 2013-2020: a synthesis of WHO country profile reports","subjectLabel":"Africa","year":"2017"},{"title":"Tracing Africa's progress towards implementing the Non-Communicable Diseases Global action plan 2013-2020: a synthesis of WHO country profile reports","subjectLabel":"Africa","year":"2017"},{"title":"The epigenomic landscape of African rainforest hunter-gatherers and farmers","subjectLabel":"Africa","year":"2015"},{"title":"Tick-borne pathogens of zoonotic and veterinary importance in Nigerian cattle","subjectLabel":"Africa","year":"2016"},{"title":"Tick-borne pathogens of zoonotic and veterinary importance in Nigerian cattle","subjectLabel":"Africa","year":"2016"},{"title":"Child neurology services in Africa","subjectLabel":"Africa","year":"2011"},{"title":"Child neurology services in Africa","subjectLabel":"Africa","year":"2011"},{"title":"African leaders' views on critical human resource issues for the implementation of family medicine in Africa","subjectLabel":"Africa","year":"2014"},{"title":"African leaders' views on critical human resource issues for the implementation of family medicine in Africa","subjectLabel":"Africa","year":"2014"},{"title":"Genome-wide association study identifies African-ancestry specific variants for metabolic syndrome","subjectLabel":"Africa","year":"2015"},{"title":"Genome-wide association study identifies African-ancestry specific variants for metabolic syndrome","subjectLabel":"Africa","year":"2015"},{"title":"African Primary Care Research: current situation, priorities and capacity building","subjectLabel":"Africa","year":"2014"},{"title":"African Primary Care Research: current situation, priorities and capacity building","subjectLabel":"Africa","year":"2014"},{"title":"The missing pieces: Lack of Zika data from Africa complicates search for answers","subjectLabel":"Africa","year":"2017"},{"title":"Cardiovascular diseases and diabetes as economic and developmental challenges in Africa","subjectLabel":"Africa","year":"2013"},{"title":"Cardiovascular diseases and diabetes as economic and developmental challenges in Africa","subjectLabel":"Africa","year":"2013"},{"title":"The origins and significance of coastal resource use in Africa and Western Eurasia","subjectLabel":"Africa","year":"2014"},{"title":"Neurologic complications of sickle cell disease in Africa: A systematic review and meta-analysis","subjectLabel":"Africa","year":"2017"},{"title":"Neurologic complications of sickle cell disease in Africa: A systematic review and meta-analysis","subjectLabel":"Africa","year":"2017"},{"title":"Snails in the desert: Species diversification of Theba (Gastropoda: Helicidae) along the Atlantic coast of NW Africa","subjectLabel":"Africa","year":"2017"},{"title":"Improving maternal healthcare utilisation in sub-Saharan Africa through micro-finance","subjectLabel":"Africa","year":"2011"},{"title":"Aquatic macroinvertebrate assemblages of Ghana, West Africa: understanding the ecology of a neglected tropical disease","subjectLabel":"Africa","year":"2013"},{"title":"Aquatic macroinvertebrate assemblages of Ghana, West Africa: understanding the ecology of a neglected tropical disease","subjectLabel":"Africa","year":"2014"},{"title":"Prevalence and causative fungal species of tinea capitis among schoolchildren in Gabon","subjectLabel":"Africa","year":"2011"},{"title":"Prevalence of nasal carriage and diversity of Staphylococcus aureus among inpatients and hospital staff at Korle Bu Teaching Hospital, Ghana","subjectLabel":"Africa","year":"2013"},{"title":"Prevalence of nasal carriage and diversity of Staphylococcus aureus among inpatients and hospital staff at Korle Bu Teaching Hospital, Ghana","subjectLabel":"Africa","year":"2013"},{"title":"Schistosome infection is negatively associated with mite atopy, but not wheeze and asthma in Ghanaian schoolchildren","subjectLabel":"Africa","year":"2014"},{"title":"Schistosome infection is negatively associated with mite atopy, but not wheeze and asthma in Ghanaian schoolchildren","subjectLabel":"Africa","year":"2014"},{"title":"Traumatic brain injury in Africa in 2050: a modeling study.","subjectLabel":"Africa","year":"2015"},{"title":"Methicillin-resistant Staphylococcus aureus strains from Ghana include USA300.","subjectLabel":"Africa","year":"2014"},{"title":"Methicillin-resistant Staphylococcus aureus strains from Ghana include USA300.","subjectLabel":"Africa","year":"2015"},{"title":"Local, national, and regional viral haemorrhagic fever pandemic potential in Africa: a multistage analysis.","subjectLabel":"Africa","year":"2017"},{"title":"Proceedings of the African Pathologists Summit; March 22-23, 2013; Dakar, Senegal: a summary.","subjectLabel":"Africa","year":"2015"},{"title":"Personal particulate matter exposures and locations of students in four neighborhoods in Accra, Ghana.","subjectLabel":"Africa","year":"2014"},{"title":"Personal particulate matter exposures and locations of students in four neighborhoods in Accra, Ghana.","subjectLabel":"Africa","year":"2015"},{"title":"Associations between Mycobacterium ulcerans and aquatic plant communities of West Africa: implications for Buruli ulcer disease.","subjectLabel":"Africa","year":"2014"},{"title":"Associations between Mycobacterium ulcerans and aquatic plant communities of West Africa: implications for Buruli ulcer disease.","subjectLabel":"Africa","year":"2014"},{"title":"Delineation of Spatial Variability in the Temperature-Mortality Relationship on Extremely Hot Days in Greater Vancouver, Canada","subjectLabel":"Canada","year":"2016"},{"title":"Worker compensation injuries among the Aboriginal population of British Columbia, Canada: incidence, annual trends, and ecological analysis of risk markers, 1987-2010.","subjectLabel":"Canada","year":"2014"},{"title":"The economic burden of prematurity in Canada","subjectLabel":"Canada","year":"2014"},{"title":"CETA and pharmaceuticals: impact of the trade agreement between Europe and Canada on the costs of prescription drugs","subjectLabel":"Canada","year":"2014"},{"title":"Alternative health care consultations in Ontario, Canada: A geographic and socio-demographic analysis","subjectLabel":"Canada","year":"2011"},{"title":"The re-identification risk of Canadians from longitudinal demographics","subjectLabel":"Canada","year":"2011"},{"title":"Contributions and challenges of cross-national comparative research in migration, ethnicity and health: insights from a preliminary study of maternal health in Germany, Canada and the UK","subjectLabel":"Canada","year":"2011"},{"title":"Sediment-associated aliphatic and aromatic hydrocarbons in coastal British Columbia, Canada: concentrations, composition, and associated risks to protected sea otters","subjectLabel":"Canada","year":"2011"},{"title":"Increases of dissolved organic carbon in temperate and boreal lakes in Quebec, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Rates of breast cancer surgery in Canada from 2007/08 to 2009/10: retrospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Weather, water quality and infectious gastrointestinal illness in two Inuit communities in Nunatsiavut, Canada: potential implications for climate change","subjectLabel":"Canada","year":"2011"},{"title":"Hypertensive disorders of pregnancy and the recent increase in obstetric acute renal failure in Canada: population based retrospective cohort study","subjectLabel":"Canada","year":"2014"},{"title":"Factors affecting the implementation of complex and evolving technologies: multiple case study of intensity-modulated radiation therapy (IMRT) in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Mode shifting in school travel mode: examining the prevalence and correlates of active school transport in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Trends in the incidence of human papillomavirus-related noncervical and cervical cancers in Alberta, Canada: a population-based study","subjectLabel":"Canada","year":"2014"},{"title":"Assisted migration to address climate change: recommendations for aspen reforestation in western Canada","subjectLabel":"Canada","year":"2011"},{"title":"Changing climate, challenging choices: identifying and evaluating climate change adaptation options for protected areas management in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"FORGE Canada Consortium: outcomes of a 2-year national rare-disease gene-discovery project","subjectLabel":"Canada","year":"2014"},{"title":"Antioxidants and breast cancer risk- a population-based case-control study in Canada","subjectLabel":"Canada","year":"2011"},{"title":"Measuring the population impact of introducing stereotactic ablative radiotherapy for stage I non-small cell lung cancer in Canada","subjectLabel":"Canada","year":"2014"},{"title":"Sunlight exposure during leisure activities and risk of prostate cancer in Montréal, Canada, 2005-2009.","subjectLabel":"Canada","year":"2014"},{"title":"A cost-benefit/cost-effectiveness analysis of proposed supervised injection facilities in Ottawa, Canada","subjectLabel":"Canada","year":"2014"},{"title":"A poorly known high-latitude parasitoid wasp community: unexpected diversity and dramatic changes through time","subjectLabel":"Canada","year":"2011"},{"title":"Refugees and health care--the need for data: understanding the health of government-assisted refugees in Canada through a prospective longitudinal cohort","subjectLabel":"Canada","year":"2011"},{"title":"Community mapping and respondent-driven sampling of gay and bisexual men's communities in Vancouver, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Development of a strategic plan for food security and safety in the Inuvialuit Settlement Region, Canada","subjectLabel":"Canada","year":"2014"},{"title":"Does the ideal health care system exist? Will it be accepted in Canada?","subjectLabel":"Canada","year":"2014"},{"title":"Clonal Clusters and Virulence Factors of Group C and G Streptococcus Causing Severe Infections, Manitoba, Canada, 2012-2014.","subjectLabel":"Canada","year":"2017"},{"title":"Species diversity and phylogeographical affinities of the Branchiopoda (Crustacea) of Churchill, Manitoba, Canada","subjectLabel":"Canada","year":"2011"},{"title":"A social ecological approach to understanding correlates of lifetime sexual assault among sexual minority women in Toronto, Canada: results from a cross-sectional internet-based survey","subjectLabel":"Canada","year":"2014"},{"title":"Predictors of low cervical cancer screening among immigrant women in Ontario, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Use of a new public bicycle share program in Montreal, Canada","subjectLabel":"Canada","year":"2011"},{"title":"Plant phenology networks of citizen scientists: recommendations from two decades of experience in Canada","subjectLabel":"Canada","year":"2011"},{"title":"A comparative study of a happiness intervention in medical-surgical nurses.","subjectLabel":"happiness","year":"2013"},{"title":"Adolescent political activism and long-term happiness: a 21-year longitudinal study on the development of micro- and macrosocial worries.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness and health among U.S. working adults: is the association explained by socio-economic status?","subjectLabel":"happiness","year":"2014"},{"title":"The cognitive and hedonic costs of dwelling on achievement-related negative experiences: implications for enduring happiness and unhappiness.","subjectLabel":"happiness","year":"2011"},{"title":"Why is intelligence associated with stability of happiness?","subjectLabel":"happiness","year":"2013"},{"title":"Changing level of physical activity and changing degree of happiness.","subjectLabel":"happiness","year":"2014"},{"title":"Sir Robert Edwards (1925–2013): Creator of the Greatest Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Harnessing happiness? Uncontrollable positive emotion in bipolar disorder, major depression, and healthy adults.","subjectLabel":"happiness","year":"2012"},{"title":"...and the pursuit of Happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Beyond happiness: Building a science of discrete positive emotions.","subjectLabel":"happiness","year":"2017"},{"title":"Performance of the Visual Analogue Scale of Happiness and of the Cornell Scale for Depression in Dementia in the Tremembé Epidemiological Study, Brazil","subjectLabel":"happiness","year":"2014"},{"title":"Income Inequality and Happiness: An Inverted U-Shaped Curve.","subjectLabel":"happiness","year":"2017"},{"title":"Socioeconomic differential in self-assessment of health and happiness in 5 African countries: Finding from World Value Survey.","subjectLabel":"happiness","year":"2017"},{"title":"Books:: The Snare of Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Income reliably predicts daily sadness, but not happiness: A replication and extension of Kushlev, Dunn, & Lucas (2015)","subjectLabel":"happiness","year":"2016"},{"title":"Fordyce Happiness Program and Performance for Mothers of Children with Cleft Lip and Palate Referring Healthcare Team in Isfahan University of Medical Sciences in 2015.","subjectLabel":"happiness","year":"2017"},{"title":"When Irish eyes are smiling: income and happiness in Ireland, 2003-2009","subjectLabel":"happiness","year":"2012"},{"title":"Neural and Genetic Correlates of the Social Sharing of Happiness.","subjectLabel":"happiness","year":"2017"},{"title":"The history of happiness.","subjectLabel":"happiness","year":"2012"},{"title":"Spirituality, Happiness, and Psychological Well-being in 13- to 15-year olds: A Cross-country Longitudinal RCT Study.","subjectLabel":"happiness","year":"2017"},{"title":"Subjective Happiness Optimizes Educational Outcomes: Evidence from Filipino High School Students.","subjectLabel":"happiness","year":"2017"},{"title":"The MAOA gene predicts happiness in women","subjectLabel":"happiness","year":"2012"},{"title":"The effects of happiness and sadness on Children's snack consumption.","subjectLabel":"happiness","year":"2017"},{"title":"Wealth, Poverty, and Happiness: Social Class Is Differentially Associated With Positive Emotions.","subjectLabel":"happiness","year":"2017"},{"title":"Sadness and happiness are amplified in solitary listening to music.","subjectLabel":"happiness","year":"2017"},{"title":"Norms for 10,491 Spanish words for five discrete emotions: Happiness, disgust, anger, fear, and sadness.","subjectLabel":"happiness","year":"2017"},{"title":"Investigating the predictors of happiness, life satisfaction and success in schizophrenia.","subjectLabel":"happiness","year":"2017"},{"title":"Social perception and aging: The relationship between aging and the perception of subtle changes in facial happiness and identity.","subjectLabel":"happiness","year":"2017"},{"title":"The Issues of Freedom and Happiness in Moral Bioenhancement: Continuing the Debate With a Reply to Harris Wiseman.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness research ignores social factors","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and health.","subjectLabel":"happiness","year":"2017"},{"title":"What's the point of happiness research?","subjectLabel":"happiness","year":"2017"},{"title":"Troubled youth: an island of misery in an ocean of happiness, or the tip of an iceberg of suffering?","subjectLabel":"happiness","year":"2011"},{"title":"Sixty seconds on . . . happiness.","subjectLabel":"happiness","year":"2017"},{"title":"Parental happiness and strain among young adult parents diagnosed with Attention Deficit Hyperactivity Disorder.","subjectLabel":"happiness","year":"2017"},{"title":"The academic rewards of socially-oriented happiness: Interdependent happiness promotes academic engagement.","subjectLabel":"happiness","year":"2016"},{"title":"Religious Commitment and its Relation to Happiness among Muslim Students: The Educational Level as Moderator","subjectLabel":"happiness","year":"2017"},{"title":"Happiness among HIV-positive indian adults: Examining stress-related growth and coping as predictors of positive psychological adjustment.","subjectLabel":"happiness","year":"2016"},{"title":"Testing the Link Between Empathy and Lay Theories of Happiness.","subjectLabel":"happiness","year":"2016"},{"title":"A happiness degree predictor using the conceptual data structure for deep learning architectures","subjectLabel":"happiness","year":"2017"},{"title":"Health care disparity and the pursuit of happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Facial recognition of happiness among older adults with active and remitted major depression.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, health, and mortality.","subjectLabel":"happiness","year":"2016"},{"title":"Happiness, health, and mortality - Authors' reply.","subjectLabel":"happiness","year":"2016"},{"title":"Featural information is sufficient to produce a left cheek bias for happiness perception.","subjectLabel":"happiness","year":"2016"},{"title":"Empathic accuracy for happiness in the daily lives of older couples: Fluid cognitive performance predicts pattern accuracy among men.","subjectLabel":"happiness","year":"2016"},{"title":"Utopia, health, and happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Exploring the Relationship Among Posttraumatic Growth, Life Satisfaction, and Happiness Among Korean Individuals With Physical Disabilities.","subjectLabel":"happiness","year":"2016"},{"title":"Life satisfaction and happiness among young adults with schizophrenia.","subjectLabel":"happiness","year":"2016"},{"title":"The effect of gender equality on happiness: Statistical modeling and analysis","subjectLabel":"happiness","year":"2016"},{"title":"In the choice between health and money, health comes first: an analysis of happiness among rural Chilean elderly.","subjectLabel":"happiness","year":"2016"},{"title":"Burden and happiness in head and neck cancer carers: the role of supportive care needs.","subjectLabel":"happiness","year":"2016"},{"title":"Money Buys Happiness When Spending Fits Our Personality.","subjectLabel":"happiness","year":"2016"},{"title":"Relation Between Physicians' Work Lives and Happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Subjective happiness among mothers of children with disabilities: The role of stress, attachment, guilt and social support.","subjectLabel":"happiness","year":"2016"},{"title":"Strengths use as a secret of happiness: Another dimension of visually impaired individuals' psychological state.","subjectLabel":"happiness","year":"2018"},{"title":"Shared meanings of success, happiness, and health among adults with cerebral palsy and physiotherapists: implications for practice and research.","subjectLabel":"happiness","year":"2018"},{"title":"Progressive Taxation, Income Inequality, and Happiness.","subjectLabel":"happiness","year":"2018"},{"title":"Contextual correlates of happiness in European adults.","subjectLabel":"happiness","year":"2018"},{"title":"Relationship between Spiritual Intelligence with Happiness and Fear of Childbirth in Iranian Pregnant Women.","subjectLabel":"happiness","year":"2018"},{"title":"Conceptual Referents, Personality Traits and Income-Happiness Relationship: An Empirical Investigation.","subjectLabel":"happiness","year":"2017"},{"title":"The Mask of Happiness: Unmasking Coercive Control in Intimate Relationships.","subjectLabel":"happiness","year":"2018"},{"title":"Beyond Disease: Happiness, Goals, and Meanings among Persons with Multiple Sclerosis and Their Caregivers.","subjectLabel":"happiness","year":"2017"},{"title":"Keeping the magic alive: social sharing of positive life experiences sustains happiness","subjectLabel":"happiness","year":"2018"},{"title":"The relationship of purpose in life and hope in shaping happiness among patients with cancer in Poland","subjectLabel":"happiness","year":"2012"},{"title":"Macro-conditions and immigrants' happiness: Is moving to a wealthy country all that matters?","subjectLabel":"happiness","year":"2015"},{"title":"The pursuit of happiness can be lonely.","subjectLabel":"happiness","year":"2011"},{"title":"Happiness in the Air: How Does a Dirty Sky Affect Mental Health and Subjective Well-being?","subjectLabel":"happiness","year":"2017"},{"title":"Country roads, take me home… to my friends: How intelligence, population density, and friendship affect modern happiness.","subjectLabel":"happiness","year":"2016"},{"title":"Implicit happiness and sadness are associated with ease and difficulty: evidence from sequential priming","subjectLabel":"happiness","year":"2015"},{"title":"Factors associated with happiness in the elderly persons living in the community.","subjectLabel":"happiness","year":"2017"},{"title":"Happiness and unhappiness have no direct effect on mortality.","subjectLabel":"happiness","year":"2015"},{"title":"Why chasing happiness might be making you miserable.","subjectLabel":"happiness","year":"2015"},{"title":"Immunology: The pursuit of happiness.","subjectLabel":"happiness","year":"2013"},{"title":"Sexual Orientation Concordance And (Un)Happiness About Births","subjectLabel":"happiness","year":"2017"},{"title":"Coxiella burnetii seropositivity and associated risk factors in goats in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"A land use regression model for ambient ultrafine particles in Montreal, Canada: A comparison of linear regression and a machine learning approach.","subjectLabel":"Canada","year":"2015"},{"title":"Tobacco retail outlets and vulnerable populations in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Temporal and spatial variability of traffic-related noise in the City of Toronto, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Adequacy of nutritional intake from food and supplements in a cohort of pregnant women in Québec, Canada: the 3D Cohort Study (Design, Develop, Discover).","subjectLabel":"Canada","year":"2017"},{"title":"Community health workers in Canada: innovative approaches to health promotion outreach and community development among immigrant and refugee populations.","subjectLabel":"Canada","year":"2013"},{"title":"Emergency Department Revisits by Urban Immigrant Children in Canada: A Population-Based Cohort Study.","subjectLabel":"Canada","year":"2015"},{"title":"Epidemiology of Hypertension in Canada: An Update","subjectLabel":"Canada","year":"2015"},{"title":"Assessment of prevalence and distribution of spotted fever group rickettsiae in Manitoba, Canada, in the American dog tick, Dermacentor variabilis (Acari: Ixodidae)","subjectLabel":"Canada","year":"2015"},{"title":"An investigation of Bartonella spp., Rickettsia typhi, and Seoul hantavirus in rats (Rattus spp.) from an inner-city neighborhood of Vancouver, Canada: is pathogen presence a reflection of global and local rat population structure?","subjectLabel":"Canada","year":"2015"},{"title":"Systemic autoimmune rheumatic disease prevalence in Canada: updated analyses across 7 provinces.","subjectLabel":"Canada","year":"2014"},{"title":"Outbreak of invasive Streptococcus pneumoniae serotype 12F among a marginalized inner-city population in Winnipeg, Canada, 2009-2011.","subjectLabel":"Canada","year":"2014"},{"title":"Online Outreach Services Among Men Who Use the Internet to Seek Sex With Other Men (MISM) in Ontario, Canada: An Online Survey.","subjectLabel":"Canada","year":"2015"},{"title":"The association between campylobacteriosis, agriculture and drinking water: a case-case study in a region of British Columbia, Canada, 2005-2009.","subjectLabel":"Canada","year":"2014"},{"title":"The dilemma of physician shortage and international recruitment in Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Associations between socio-economic status and school-day dietary intake in a sample of grade 5-8 students in Vancouver, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Hypertension Canada's 2017 Guidelines for Diagnosis, Risk Assessment, Prevention, and Treatment of Hypertension in Adults.","subjectLabel":"Canada","year":"2017"},{"title":"Case of vaccine-associated measles five weeks post-immunisation, British Columbia, Canada, October 2013","subjectLabel":"Canada","year":"2013"},{"title":"Spatial epidemiology of the syphilis epidemic in Toronto, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Workforce supply of eye care providers in Canada: optometrists, ophthalmologists, and subspecialty ophthalmologists.","subjectLabel":"Canada","year":"2015"},{"title":"Seroprevalence of rubella antibodies and determinants of susceptibility to rubella in a cohort of pregnant women in Canada, 2008-2011.","subjectLabel":"Canada","year":"2017"},{"title":"How important are determinants of obesity measured at the individual level for explaining geographic variation in body mass index distributions? Observational evidence from Canada using Quantile Regression and Blinder-Oaxaca Decomposition.","subjectLabel":"Canada","year":"2015"},{"title":"Drinking Water Management and Governance in Canada: An Innovative Plan-Do-Check-Act (PDCA) Framework for a Safe Drinking Water Supply","subjectLabel":"Canada","year":"2017"},{"title":"Assessing Infant Feeding Attitudes of Expectant Women in a Provincial Population in Canada: Validation of the Iowa Infant Feeding Attitude Scale.","subjectLabel":"Canada","year":"2014"},{"title":"The Cost of Unintended Pregnancies in Canada: Estimating Direct Cost, Role of Imperfect Adherence, and the Potential Impact of Increased Use of Long-Acting Reversible Contraceptives.","subjectLabel":"Canada","year":"2015"},{"title":"Neuroinvasive West Nile virus disease in Canada. The Saskatchewan experience.","subjectLabel":"Canada","year":"2013"},{"title":"Viruses of managed alfalfa leafcutting bees (Megachille rotundata Fabricus) and honey bees (Apis mellifera L.) in Western Canada: Incidence, impacts, and prospects of cross-species viral transmission.","subjectLabel":"Canada","year":"2017"},{"title":"Epidemiology of meticillin-resistant Staphylococcus aureus bloodstream infections in Alberta, Canada.","subjectLabel":"Canada","year":"2014"},{"title":"Examining the relationship between social support availability, urban center size, and self-perceived mental health of recent immigrants to Canada: a mixed-methods analysis.","subjectLabel":"Canada","year":"2015"},{"title":"Tweeting About Prostate and Testicular Cancers: Do Twitter Conversations and the 2013 Movember Canada Campaign Objectives Align?","subjectLabel":"Canada","year":"2015"},{"title":"Association between allergies, asthma, and breast cancer risk among women in Ontario, Canada.","subjectLabel":"Canada","year":"2013"},{"title":"Allergy and brain tumors in the INTERPHONE study: pooled results from Australia, Canada, France, Israel, and New Zealand.","subjectLabel":"Canada","year":"2013"},{"title":"Human papillomavirus vaccine uptake in boys and girls in a school-based vaccine delivery program in Prince Edward Island, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"The air quality health index and emergency department visits for urticaria in Windsor, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Report of the WHO technical consultation on the effect of maternal influenza and influenza vaccination on the developing fetus: Montreal, Canada, September 30-October 1, 2015.","subjectLabel":"Canada","year":"2017"},{"title":"Black-White Health Inequalities in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"PREVALENCE AND CHARACTERISTICS OF ESCHERICHIA COLI AND SALMONELLA SPP. IN THE FECES OF WILD URBAN NORWAY AND BLACK RATS (RATTUS NORVEGICUS AND RATTUS RATTUS) FROM AN INNER-CITY NEIGHBORHOOD OF VANCOUVER, CANADA.","subjectLabel":"Canada","year":"2015"},{"title":"Characterizing the spatial distribution of ambient ultrafine particles in Toronto, Canada: A land use regression model","subjectLabel":"Canada","year":"2015"},{"title":"Fast food intake in Canada: Differences among Canadians with diverse demographic, socio-economic and lifestyle characteristics","subjectLabel":"Canada","year":"2015"},{"title":"Exposure to ambient air pollution in Canada and the risk of adult leukemia.","subjectLabel":"Canada","year":"2015"},{"title":"Association of serotype with respiratory presentations of pneumococcal infection, Ontario, Canada, 2003-2011.","subjectLabel":"Canada","year":"2015"},{"title":"The burden of disease attributable to cannabis use in Canada in 2012","subjectLabel":"Canada","year":"2016"},{"title":"An Analysis of Spatial Clustering of Stroke Types, In-hospital Mortality, and Reported Risk Factors in Alberta, Canada, Using Geographic Information Systems","subjectLabel":"Canada","year":"2015"},{"title":"Sources of aminomethylphosphonic acid (AMPA) in urban and rural catchments in Ontario, Canada: Glyphosate or phosphonates in wastewater?","subjectLabel":"Canada","year":"2015"},{"title":"Outborns or Inborns: Where Are the Differences? A Comparison Study of Very Preterm Neonatal Intensive Care Unit Infants Cared for in Australia and New Zealand and in Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Metal and metalloid accumulation in cultivated urban soils: A medium-term study of trends in Toronto, Canada","subjectLabel":"Canada","year":"2015"},{"title":"Epidemiology of myasthenia gravis in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Home-Based Screening for Biliary Atresia Using Infant Stool Color Cards in Canada: Quebec Feasibility Study.","subjectLabel":"Canada","year":"2015"},{"title":"Ethnic Background Is a Potential Barrier to Living Donor Kidney Transplantation in Canada: A Single-Center Retrospective Cohort Study","subjectLabel":"Canada","year":"2017"},{"title":"Migraine headache and risk of self-harm and suicide: A population-based study in Ontario, Canada.","subjectLabel":"Canada","year":"2015"},{"title":"Inflammatory Arthritis Prevalence and Health Services Use in the First Nations and Non-First Nations Populations of Alberta, Canada.","subjectLabel":"Canada","year":"2016"},{"title":"The Economic Burden of Fetal Alcohol Spectrum Disorder in Canada in 2013.","subjectLabel":"Canada","year":"2015"},{"title":"The Happy Meal® Effect: the impact of toy premiums on healthy eating among children in Ontario, Canada","subjectLabel":"Canada","year":"2012"},{"title":"Using geographic methods to inform cancer screening interventions for South Asians in Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Exposure to public natural space as a protective factor for emotional well-being among young people in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with unmet dental care needs in Canadian immigrants: an analysis of the longitudinal survey of immigrants to Canada","subjectLabel":"Canada","year":"2014"},{"title":"Institutional care for long-term mechanical ventilation in Canada: A national survey","subjectLabel":"Canada","year":"2014"},{"title":"Giving voice to food insecurity in a remote indigenous community in subarctic Ontario, Canada: traditional ways, ways to cope, ways forward","subjectLabel":"Canada","year":"2013"},{"title":"Factors associated with cervical cancer screening uptake among Inuit women in Nunavik, Quebec, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Mortality following unemployment in Canada, 1991-2001.","subjectLabel":"Canada","year":"2013"},{"title":"Determinants of lifestyle behavior in type 2 diabetes: results of the 2011 cross-sectional survey on living with chronic diseases in Canada","subjectLabel":"Canada","year":"2013"},{"title":"Impact of Euro-Canadian agrarian practices: in search of sustainable import-substitution strategies to enhance food security in subarctic Ontario, Canada","subjectLabel":"Canada","year":"2013"},{"title":"Incidence, distribution, seasonality, and demographic risk factors of Salmonella Enteritidis human infections in Ontario, Canada, 2007-2009.","subjectLabel":"Canada","year":"2013"},{"title":"Gender differences in home care clients and admission to long-term care in Ontario, Canada: a population-based retrospective cohort study","subjectLabel":"Canada","year":"2013"},{"title":"Changes in sodium levels in chain restaurant foods in Canada (2010-2013): a longitudinal study","subjectLabel":"Canada","year":"2014"},{"title":"2012 International Caring Award winner: the Dalai Lama, premier advocate for peace, happiness and human rights","subjectLabel":"happiness","year":"2012"},{"title":"Effects of the organizational culture type, job satisfaction, and job stress on nurses' happiness: A cross-sectional study of the long-term care hospitals of South Korea","subjectLabel":"happiness","year":"2018"},{"title":"Twitter reciprocal reply networks exhibit assortativity with respect to happiness","subjectLabel":"happiness","year":"2012"},{"title":"Effects of students' satisfaction with school meal programs on school happiness in South Korea","subjectLabel":"happiness","year":"2018"},{"title":"How happiness expectations relate to the Dark Triad traits","subjectLabel":"happiness","year":"2018"},{"title":"\"Double Happiness\": An Interview with Marilyn Chin","subjectLabel":"happiness","year":"2014"},{"title":"The Joy of Work? Jobs, Happiness, and You by Peter Warr and Guy Clapperton","subjectLabel":"happiness","year":"2011"},{"title":"An examination of happiness as a buffer of the rumination–adjustment link: Ethnic differences between European and Asian American students","subjectLabel":"happiness","year":"2011"},{"title":"The happiness of economists: Estimating the causal effect of studying economics on subjective well-being","subjectLabel":"happiness","year":"2014"},{"title":"The drivers of happiness inequality: suggestions for promoting social cohesion","subjectLabel":"happiness","year":"2013"},{"title":"Beyond the Joneses: Inter-country income comparisons and happiness","subjectLabel":"happiness","year":"2013"},{"title":"The Spread Nightmare: Financial Crises and Happiness","subjectLabel":"happiness","year":"2012"},{"title":"Erratum to: The Money–Happiness Relationship in Transition Countries: Evidence from Albania","subjectLabel":"happiness","year":"2011"},{"title":"Income, relational goods and happiness","subjectLabel":"happiness","year":"2011"},{"title":"The Pursuit of Happiness","subjectLabel":"happiness","year":"2016"},{"title":"Group 13 Cyanides & Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Criteria for happiness among people living in extreme poverty in Maputo, Mozambique","subjectLabel":"happiness","year":"2016"},{"title":"Pets and Happiness: Examining the Association between Pet Ownership and Wellbeing","subjectLabel":"happiness","year":"2016"},{"title":"Making Happiness Last:Using the Hedonic Adaptation Prevention Model to Extend the Success of Positive Interventions","subjectLabel":"happiness","year":"2014"},{"title":"The Rewards of Happiness","subjectLabel":"happiness","year":"2013"},{"title":"Higher Income Is Associated With Less Daily Sadness but not More Daily Happiness","subjectLabel":"happiness","year":"2015"},{"title":"The origins of happiness: the science of wellbeing","subjectLabel":"happiness","year":"2018"},{"title":"A will and a proper way leading to happiness: Self-Directedness Mediates the Effect of Persistence on Positive Affectivity","subjectLabel":"happiness","year":"2012"},{"title":"Happiness in Behaviour Genetics: An Update on Heritability and Changeability","subjectLabel":"happiness","year":"2016"},{"title":"Health, justice and happiness during childhood","subjectLabel":"happiness","year":"2014"},{"title":"What Lies Underneath a Political Speech?: Critical Discourse Analysis of Thai PM’s Political Speeches Aired on the TV Programme Returning Happiness to the People","subjectLabel":"happiness","year":"2017"},{"title":"Happiness Across Cultures","subjectLabel":"happiness","year":"2012"},{"title":"Happiness and Quality of Life in the People’s Republic of China","subjectLabel":"happiness","year":"2012"},{"title":"Addressing the role of personality, ability, and positive and negative affect in positive psychology interventions: Findings from a randomized intervention based on the authentic happiness theory and extensions","subjectLabel":"happiness","year":"2016"},{"title":"Nine beautiful things: A self-administered online positive psychology intervention on the beauty in nature, arts, and behaviors increases happiness and ameliorates depressive symptoms","subjectLabel":"happiness","year":"2016"},{"title":"Self- and peer-rated character strengths: How do they relate to satisfaction with life and orientations to happiness?","subjectLabel":"happiness","year":"2013"},{"title":"Assessing the “Good Life” in a Military Context: How Does Life and Work-Satisfaction Relate to Orientations to Happiness and Career-Success Among Swiss Professional Officers?","subjectLabel":"happiness","year":"2011"},{"title":"Gelotophobia: Life satisfaction and happiness across cultures","subjectLabel":"happiness","year":"2012"},{"title":"Subjective Happiness Scale--Brazilian Version","subjectLabel":"happiness","year":"2014"},{"title":"Validation and Psychometric Properties of the Brazilian Version of the Subjective Happiness Scale","subjectLabel":"happiness","year":"2014"},{"title":"From authentic happiness to well-being: the flourishing of Positive Psychology","subjectLabel":"happiness","year":"2013"},{"title":"“THE NEW SCIENCE OF HEALTH AND HAPPINESS”: INVESTIGATING BUDDHIST ENGAGEMENTS WITH THE SCIENTIFIC STUDY OF MEDITATION","subjectLabel":"happiness","year":"2018"},{"title":"Measures of a Sustainable Commute as a Predictor of Happiness","subjectLabel":"happiness","year":"2017"},{"title":"Emotional intelligence and personal growth initiative effects on subjective happiness among university students","subjectLabel":"happiness","year":"2018"},{"title":"Emotional intelligence and personal growth initiative effects on subjective happiness among university students","subjectLabel":"happiness","year":"2018"},{"title":"When do teenagers in the urban district feel happy? Uncovering activities and money spent through daily reconstruction method to measure happiness among teenagers in Surabaya","subjectLabel":"happiness","year":"2013"},{"title":"Investigating the Impacts of Cochlear Implantation on the Happiness and Self-Esteem of Mothers of Children with Severe Hearing Loss","subjectLabel":"happiness","year":"2016"},{"title":"On the determinants of happiness: a classification and regression tree (CART) approach","subjectLabel":"happiness","year":"2015"},{"title":"Book Review: Britain and Ireland: The Pursuit of Happiness: An Economy of Well-BeingThe Pursuit of Happiness: An Economy of Well-Being by GrahamCarol. Washington DC: Brookings Institution Press, 2011. 164pp., £16.99, ISBN 9780815721277","subjectLabel":"happiness","year":"2013"},{"title":"American Enlightenments: Pursuing Happiness in the Age of Reason","subjectLabel":"happiness","year":"2017"},{"title":"The Happiness Machine, or How to be an Archaeologist in a Changing World","subjectLabel":"happiness","year":"2017"},{"title":"Is There Happiness in the Torah?","subjectLabel":"happiness","year":"2012"},{"title":"Deriving Insights from National Happiness Indices","subjectLabel":"happiness","year":"2011"},{"title":"The changing nature of happiness: an in-depth study of a town in North-West England 1938-2016","subjectLabel":"happiness","year":"2018"},{"title":"What is animal happiness?","subjectLabel":"happiness","year":"2018"},{"title":"Social Dominance and Attitude towards Immigrants: The Key Role of Happiness","subjectLabel":"happiness","year":"2018"},{"title":"The happiness turn? Mapping the emergence of “happiness studies” using cited references","subjectLabel":"happiness","year":"2015"},{"title":"Short Form of the Orientations to Happiness Questionnaire for the German-Speaking Countries","subjectLabel":"happiness","year":"2014"},{"title":"Turning gold into lead: Dampening appraisals reduce happiness and pleasantness and increase sadness during anticipation and recall of pleasant activities in the laboratory","subjectLabel":"happiness","year":"2018"},{"title":"Incremental Validity of Alexithymia, Emotional Coping and Humor Style on Happiness and Psychological Well-Being","subjectLabel":"happiness","year":"2012"},{"title":"Youthful escapes? British students, overseas education and the pursuit of happiness","subjectLabel":"happiness","year":"2011"},{"title":"Introduction: The Young People and Agriculture ‘Problem’ in Africa","subjectLabel":"Africa","year":"2012"},{"title":"Subsistence strategies throughout the African Middle Pleistocene: Faunal evidence for behavioral change and continuity across the Earlier to Middle Stone Age transition","subjectLabel":"Africa","year":"2018"},{"title":"Viral infections of the central nervous system in Africa","subjectLabel":"Africa","year":"2019"},{"title":"Road Expansion and the Fate of Africa's Tropical Forests","subjectLabel":"Africa","year":"2017"},{"title":"Field performance evaluation of dual rapid HIV and syphilis tests in three antenatal care clinics in Zambia","subjectLabel":"Africa","year":"2018"},{"title":"Field performance evaluation of dual rapid HIV and syphilis tests in three antenatal care clinics in Zambia","subjectLabel":"Africa","year":"2018"},{"title":"Presentation and survival of multiple myeloma patients in Ghana: a review of 169 cases","subjectLabel":"Africa","year":"2019"},{"title":"Presentation and survival of multiple myeloma patients in Ghana: a review of 169 cases","subjectLabel":"Africa","year":"2019"},{"title":"Connecting with home, keeping in touch: physical and virtual mobility across stretched families in sub-Saharan Africa","subjectLabel":"Africa","year":"2018"},{"title":"Urbane scholarship: studying Africa, understanding the world","subjectLabel":"Africa","year":"2018"},{"title":"Enabling the use of earth observation data for integrated water resource management in Africa with the Water Observation and Information System","subjectLabel":"Africa","year":"2014"},{"title":"The Effect of the TseTse Fly on African Development","subjectLabel":"Africa","year":"2015"},{"title":"Africa’s changing place in the global criminal economy","subjectLabel":"Africa","year":"2017"},{"title":"Africa's archives in the age of web democracy","subjectLabel":"Africa","year":"2014"},{"title":"AFRICA","subjectLabel":"Africa","year":"2015"},{"title":"Differences in alcohol consumption and drinking patterns in Ghanaians in Europe and Africa: The RODAM Study","subjectLabel":"Africa","year":"2018"},{"title":"Differences in alcohol consumption and drinking patterns in Ghanaians in Europe and Africa: The RODAM Study","subjectLabel":"Africa","year":"2018"},{"title":"Linking African Traditional Medicine Knowledge","subjectLabel":"Africa","year":"2018"},{"title":"Health Status and Labour Force Participation in Sub-Saharan Africa: A Dynamic Panel Data Analysis","subjectLabel":"Africa","year":"2015"},{"title":"Chemical composition and sources of particle pollution in affluent and poor neighborhoods of Accra, Ghana","subjectLabel":"Africa","year":"2013"}]